Repository: divVerent/aaaaxy
Catalog: assets/locales/la/game.po
Languages: la

source: and
la: et

source: %.1f fps, %.1f tps
la: %.1f tps, %.1f rps

source: %s (%d/%d)
la: %s (%d ex %d)

source: Additional Programming Libraries & Tools
la: Bibliothecae Programmatium Additae & Instrumenta

source: All Checkpoints
la: Loci Omnes

source: All Flipped
la: Omnia Inversi

source: All Notes
la: Annotationes Omnes

source: All Paths
la: Viae Omnes

source: All Secrets
la: Secreta Omnia

source: Alofi
la: Alofe

source: Anchorage
la: Ancoraria

source: Any%
la: Quidquid%

source: Auckland
la: Aucopoli

source: Audio
la: Audienda

source: Auto (%s)
la: Automatica (%s)

source: Back
la: Retrocedere

source: Backspace
la: Retrocedere

source: Baker Island
la: Insula Pistoris

source: Beijing
la: Pechino

source: Berlin
la: Berolino

source: Bishkek
la: Pispheco

source: Boston
la: Bostonia

source: Build: %s
la: Aedificatum: %s

source: Cheat%
la: Fraudans%

source: Chicago
la: Sicago

source: Credits
la: Crediti

source: Ctrl/Shift
la: Dicio/Maior

source: Done
la: Satis

source: Edit Touch Controls
la: Muta Gubernaculum Tactile

source: Edmonton
la: Edmontone

source: Enter/Shift
la: Intra/Maior

source: Error: could not save game: %s
la: Error: salvare non potui ludum: %s

source: Escape
la: Effugium

source: Fernando de Noronha
la: Ferdinando Noronhae

source: Fine, I give up, have it your way. All cheats are documented in --help.
la: Cedo, vincis. Non curo. Quomodo fraudare in --help expositum est.

source: For Software Licenses{{BR}}Press Right
la: Ad Videndum Licentias Programmae{{BR}}Preme Dextrum

source: GC pass %d: pause %.1fms delta %.1fs (%.1fs ago)
la: Iteratio GC %d: interruptio %.1fms intervallum %.1fs (%.1fs ante)

source: Graphics
la: Graphica

source: Graphics: %s
la: Graphica: %s

source: Halifax
la: Haliface

source: High
la: Maior

source: Honolulu
la: Honolulo

source: Impossible
la: Impossibile

source: Istanbul
la: Constantinopoli

source: Kiritimati
la: Insula Christi Natalis

source: Language: %s
la: Lingua (Language): %s

source: Level Version: %d
la: Versio Libellae: %d

source: London
la: Londonio

source: Low
la: Minor

source: Lowest
la: Minima

source: Main Menu
la: Minutum Principale

source: Max
la: Maxima

source: Medium
la: Media

source: New York
la: Novo Eboraco

source: No Back
la: Noli Retrocedere

source: No Backspace
la: Noli Retrocedere

source: No Coil
la: Noli Propellere

source: No Escape
la: Noli Effugere

source: No Start
la: Noli Incipere

source: No Teleports
la: Noli Teleportare

source: None
la: Nihil

source: Pick-a-Path
la: Via-Ductus

source: Play
la: Lude

source: Player Sprite
la: Graphica Animationis Lusoris

source: Ponta Delgada
la: Ponto Delicato

source: Port Moresby
la: Porta Moresbii

source: Programming
la: Programmata

source: Quality: %s
la: Qualitas: %s

source: Quit
la: Desere

source: Reset
la: Purga

source: Reset Nothing
la: Purga Nihil

source: Reset and Lose SAVE STATE %s
la: Purga Perdeque LUDUM SALVATUM %s

source: Reset and Lose Save State %s
la: Purga Perdeque Ludum Salvatum %s

source: Reset and Lose Save State %s (just release buttons)
la: Purga Perdeque Ludum Salvatum %s (dimitte claves)

source: Reset and Lose Save State %s (think about it for %d sec)
la: Purga Perdeque Ludum Salvatum %s (cogita per secundas %d)

source: Reset and Lose Settings
la: Purga Perdeque Optiones

source: Reset to Defaults
la: Purga et Restora

source: San Francisco
la: Sancto Francisco

source: Score: {{Score}}{{SpeedrunCategoriesShort}} | Time: {{GameTime}}
la: Puncti: {{Score}}{{SpeedrunCategoriesShort}} | Tempus: {{GameTime}}

source: Settings
la: Optiones

source: Shift/E/Tab
la: Maior/E/Tab

source: Sound Effects
la: Effecta Audienda

source: Sprites
la: Graphica Animationis

source: Start
la: Incipe

source: Switch Save State
la: Selige Ludum Salvatum

source: Switch World
la: Selige Mundum

source: Switch to Fullscreen Mode
la: Vide in Tela Tota

source: Switch to Letterboxed Screen
la: Vide in Tela Aequabili

source: Switch to Stretched Screen
la: Vide in Tela Tenta

source: Switch to Windowed Mode
la: Vide in Fenestra

source: Sydney
la: Sydneio

source: São Paulo
la: Paulopoli

source: Tehran
la: Teherano

source: Tel Aviv
la: Telavivo

source: Testing
la: Probatores

source: Thank You!
la: Gratias Tibi Ago!

source: The Cleats
la: Calceis

source: The Coil
la: Fuso Electrico

source: The Gloves
la: Digitabulis

source: The Remote
la: Gubernaculo Remoto

source: Tokyo
la: Tocio

source: Translators
la: Interpretes

source: Try Next
la: Experire

source: Turkistan
la: Turcistania

source: Volume: %s
la: Fortitudo Audiendi: %s

source: Without Cheating Of Course
la: Noli Fraudare Quaeso

source: You now have 30 lives. Enjoy!
la: Vitae triginta nunc habes. Prosint!

source: You really thought this would do something?
la: Num hoc aliquid facere putabaris?

source: Your Speedrun Categories
la: Categoriae Tuae

source: Your Time
la: Tempus Tuum

source: _locale_info:fits_height
la: true

source: _locale_info:font
la: default

source: _locale_info:prefers_vertical_text
la: default

source: _locale_info:uses_arabic_shaping
la: false

source: and %s
la: et %s

source: and other contributors
la: et al.

source: by %s
la: a %s

source: elsewhere
la: alibi

source: enumerating sounds
la: enumero audienda

source: everything
la: omnibus

source: hashing level
la: verifico libella

source: initializing audio
la: initio audiendum

source: initializing dumping
la: initio scribendum

source: initializing input
la: initio contrarotulatores

source: initializing menu
la: Initio minutum

source: initializing noise
la: initio strepitum

source: loading checkpoints
la: accumulo locos

source: loading level
la: accumulo libella

source: loading level file
la: accumulo data libellae

source: nothing
la: nihil

source: parsing level data
la: divido data libellae

source: precaching %s
la: accumulo %s

source: precaching credits
la: accumulo nomina creditorum

source: precaching engine
la: accumulo motorium

source: precaching entities
la: accumulo entitates

source: precaching fonts
la: accumulo litteras

source: precaching images
la: accumulo videnda

source: precaching sounds
la: accumulo audienda
