Repository: divVerent/aaaaxy
Catalog: assets/locales/la/level.po
Languages: la

source: A short walk can go a long way.
la: Interdum ambulatio brevis opus magnum.

source: Failure was never an option.
la: Devinci nemini permitto.

source: Don't children like to say, "Are we there yet?"{{BR}}Press {{ExitButton}}.
la: Parvuli semper quaerent num adveniamus.{{BR}}Preme {{ExitButton}}.

source: Sometimes the angle of looking at things is all that matters.
la: Stulti angulum videndi ignorant, sed stultus non es.

source: There can be too much of a good thing.
la: Fines bonorum esse Cicero in "Lorem Ipsum" putabat.

source: Leap of Faith
la: Magna cum Fiducia Sali

source: There are no wrong ways, just wrong goals.
la: Viae non sunt pravae. Fines sunt.

source: Where there's a down, there must also be an up.
la: Inferum non nisi supero.

source: Persistence is the key to success.
la: Insta, persta, persevera ut vincas.

source: Stop and Stair
la: Desiste! Tempus scalarum!

source: Endless Eight
la: Octogonon Octavianum

source: Sometimes you just keep running in circles.
la: Cum circulum maledicas, circulum maledicit te.

source: Some people prefer 2τ over 4π.
la: Aliqui numerum 2τ numero 4π praeponunt.

source: "In spite of one-time overwhelming consensus, the earth isn't flat."
la: "Quamquam olim consensus vehentissimus esset, vero terra non est plana."

source: Some people prefer 4π over 2τ.
la: Aliqui numero 2τ numerum 4π praeponunt.

source: Interesting things are hardly ever found in corners.
la: Res iucundae in angulos raro sunt.

source: Interesting things are always found in corners.
la: Res iucundae in angulos semper sunt.

source: The Hub
la: Axis

source: The Strip
la: De Taenia

source: The path of least resistance will not always lead to success.
la: Via refragationis minimae non semper est prosperitatis maximae.

source: Some things only have one side to them.
la: Aliquae res latus habent tantum unum.

source: Thinking outside the box can remove the need of getting over it.
la: Audaciter cogitare "adipiscere super hoc" supervacuum facere potest.

source: The Möbius Strip
la: De Taenia Moebii

source: The Torus
la: De Toro

source: If it doesn't fit in three dimensions, try two.
la: Etsi dimensiones tres non sufficit, tamen duae sufficere possunt.

source: The Klein Bottle
la: De Butte Kleinii

source: Whenever I climb I am followed by a dog called Ego.
la: Cum nitar, me sequitur canis nominis Ego.

source: The Projective Plane
la: De Plana Proiectiva

source: The Sphere
la: De Orbi (Sed Non Urbe)

source: Unparalleled execution is all you really need here.
la: Te inaudite neque parallele efficere omnino sufficit.

source: Welcome to the top of the mountain.{{BR}}If you're alone, all this was just a waste of time.{{BR}}Press {{ExitButton}}.
la: Salve in culmine montis.{{BR}}Si incomitatus, modo tempus perdidisti.{{BR}}Preme {{ExitButton}}.

source: The shortest path can be the one that takes longest.
la: Nonnumquam via brevissima via longinquissima.

source: If you just press on forward, you will eventually reach your goal.
la: Si anteibis, aliquando assequeris finem.

source: Falling a long distance does not always hurt.
la: Casus longus haud semper dolet.

source: Entering through the front door is boring.
la: Per portam frontis intrare plenus est taedii.

source: House With Two Rooms
la: Domus Cubicularum Duorum

source: Taking the right entrance makes all the difference.
la: Te introitum rectum eligere multum interest.

source: A New Beginning
la: Inceptio Nova

source: If this isn't your downfall, I don't know what is.
la: Nescio quod casus tuum esse nisi hoc.

source: Oh, gravity, thou art a heartless ... force?
la: O gravitas, qui es sine animo.

source: Short Circuited
la: Circuitus Curtus

source: Your choices don't matter.
la: Electiones tuae nihil efficiunt.

source: Choose Wisely
la: Prudenter Agas

source: Pick{{BR}}this path?
la: Ibisne in{{BR}}viam hanc?

source: Pick{{BR}}that path?
la: Ibisne in{{BR}}viam illam?

source: Some water must be periodically added to compensate for evaporation.
la: Identidem aliquid aquae addendum est ut compenses exhalationem.

source: You broke out of the stream, yet you're back in the stream.
la: Ex flumine, in flumine iterum.

source: M. C. Waterfall
la: Maurits Cataracta Escher

source: A shortcut?
la: Num compendium?

source: Draaains
la: S.P.Q.R.

source: The prospect of additional strength fills you with determination.
la: Prospecto ad plure virium impleris determinationis.

source: Behold the cage of health!
la: Vide caveam valetudinis!

source: Silver City
la: Urbs Argentea

source: A slight breeze is enough for water to escape the waterfall.
la: Ventus minimus aquam ex cataracta effugere sufficit.

source: If it ain't broke, don't fix it.
la: Ne repares nisi vitiosum.

source: What's broken is in need of repair.
la: Ceterum censeo vitiosum esse reparandum.

source: There is no need to hide if nobody is after you.
la: Quare se abdis quamvis nemo insequatur?

source: Hide and seek is never fun without opponents.
la: Abditum insequare non delectat sine adversarii.

source: Welcome to ...
la: Salve in ...

source: Nexuiz!
la: Nexuicio!

source: BRLOGENSHFEGLE doesn't lol.
la: BRLOGENSCFEGLE non lolit.

source: Nine Boxes In Sight
la: Capsas Novem Vides

source: King's Cross
la: Crux Regi

source: Looking behind the scenes can be important at times.
la: Fieri potest, ut videre post siparium intersit.

source: The first track is never the one with your train.
la: Orbita prima numquam traminis tui.

source: Reaching for the stars can really tear you down.
la: Astra capere te detrahere vero potest.

source: A watched train never departs.
la: Tramen observatum numquam proficiscitur.

source: Hilbert's Dotel{{BR}}{{BR}}Welcome!{{BR}}{{BR}}1) Check in{{BR}}2) Take your keys{{BR}}3) {{ExitButton}} for checkout
la: Deversorium Hilberti{{BR}}{{BR}}Salve!{{BR}}{{BR}}1) Ascribe{{BR}}2) Cape claves{{BR}}3) {{ExitButton}} ad abire

source: Hilbert's Dotel
la: Deversorium Hilberti

source: I ran out of ...{{BR}}{{BR}}{{BR}}{{BR}}rooms
la: Exhausi ...{{BR}}{{BR}}{{BR}}{{BR}}cubicula.

source: He shall not return by the way of the gate whereby he came in.
la: Non revertetur per viam portae per quam ingressus est.

source: Shepard Tone
la: Sonus Shepardium

source: Everyone Can{{BR}}Enter Doors.{{BR}}No Trololos!
la: Mihi Domus{{BR}}Mira Res.{{BR}}Ne trololes!

source: C
la: Do

source: D
la: Re

source: E
la: Mi

source: F
la: Fa

source: G
la: Sol

source: A
la: La

source: B
la: Ti

source: Sometimes all you need is a little opening.
la: Nonnumquam aperire paululum est cuiuscumque eges.

source: I am so happy to finally be back home.{{BR}}Press {{ExitButton}}.
la: Laetus sum domum denique.{{BR}}Preme {{ExitButton}}.

source: Try the lower path.
la: Conare viam inferiorem.

source: Try the upper path.
la: Conare viam superiorem.

source: The Axiom of Choiche
la: Axioma Selectionis

source: Trololololol, lololol, lololol{{BR}}Oh ha ha ha oh!
la: Trololololol, lololol, lololol{{BR}}O hahahae o!

source: Turtles All the Way In
la: Testudines Ad Ultimum

source: Some things just aren't that simple. Press {{ExitButton}}.
la: Sunt, quae minus facilia. Preme {{ExitButton}}.

source: It's turtles all the way in.
la: Est testudines ad ultimum.

source: Listen to the spell of the magical turtle and you may proceed.
la: Audi carmen testudinis magicae, post quod procedere poteris.

source: Don't{{BR}}Look Up!
la: Ne{{BR}}Spectes Sursum!

source: The Rover and the Feline
la: Vagans et Felis

source: Some things you simply can't see right away.
la: Aliquid statim non videtur.

source: Curiosity killed the Carl - no, the cat.{{BR}}Press {{ExitButton}}.
la: Curiositas caedebat Carolum - non, cattum scilicet.{{BR}}Preme {{ExitButton}}.

source: You now can stand on platforms!
la: In suggestibus stare posthac potes!

source: The Cleats{{BR}}Hint: no head bumping!
la: Calcei{{BR}}Nota bene: ne allideris!

source: Steadfastly holding on to the iron rod prevents disasters.
la: In pertica ferri firmiter tenere calamitates impedit.

source: Sometimes the thing that is in plain sight can be a challenge to reach.
la: Id quod clare vides interdum difficilissime pervenibile.

source: Can't tell if this place is pointless or not.
la: Nescio utrum locus hoc inane sit necne.

source: Peaceful games require peaceful solutions.
la: Ludo cum pace solutio cum pace necesse est.

source: Blast off?
la: Emissio?

source: Redundant launch systems aren't rocket science.
la: Systemata redundans avolationis scientiae missilis non sunt.

source: Fly High
la: Vola Alte

source: Before The Hub
la: Prae Axe

source: Close To The Hub
la: Ad Axem

source: You can now push them away!
la: Suggestus propellere posthac potes!

source: The Coil{{BR}}(hold {{ActionButton}}){{BR}}Hint: no littering!
la: Fusus Electricus{{BR}}(tene {{ActionButton}}){{BR}}Nota bene: ne proiceris!

source: You can now grab and carry them!
la: Suggestus capere portareque posthac potes!

source: The Gloves{{BR}}(hold {{ActionButton}}){{BR}}Hint: no speeding!
la: Digitabula{{BR}}(tene {{ActionButton}}){{BR}}Nota bene: non celerius!

source: Little & Big Platforms
la: Suggestus Parvi & Magni

source: Unlike that Italian plumber, you can go left.
la: Aliter ac plumbarius iste Italicus, sinistrorsum ire potes.

source: Some things just take a second attempt.
la: Aliquae iterationem indigent.

source: Reset
la: Iterum

source: If platforms require platforming, what do trains require?
la: Suggestibusne uti suggestiones indigent?

source: Do
la: Ne

source: not
la: dis-

source: get
la: -tra-

source: distracted
la: -heris!

source: We all wait for the special Tetris block,{{BR}}special Tetris block,{{BR}}special Tetris block.
la: Vos exspectamus truncum praecipuum,{{BR}}truncum praecipuum,{{BR}}truncum praecipuum.

source: Sweet is the reward of the swift.
la: Praemia veloci dulcis dabuntur.

source: Swim swim hungry, swim swim hungry.
la: Natare natare ieiunus, natare natare ieiunus.

source: The note on the right is much more interesting than this one.
la: Annotatio dextra iucundior est quam haec.

source: The note on the left is much more interesting than this one.
la: Annotatio sinistra iucundior est quam haec.

source: The Anti-Hub
la: Axis Contrarius

source: Welcome to Moonside.
la: Salve in Lato Lunae.

source: I Like To Move It Move It
la: Alecto Movit Movit

source: Hello,{{BR}}World!
la: Salve,{{BR}}Munde!

source: Be resourceful with what you have, and you will succeed.{{BR}}Press {{ExitButton}}.
la: Si uteris bene quod habes, vinces.{{BR}}Preme {{ExitButton}}.

source: Switching It Up
la: Mutatra Commutare

source: He who waits,{{BR}}retries ... #DGR
la: Qui exspectat,{{BR}}iterum conatur ... #DGR

source: Avoid getting blocked in!
la: Ne includaris in carcerem truncorum!

source: Treasure hunts can be time intensive.
la: Thesauros quaerere nonnumquam diuturnus est.

source: Easy does it.
la: Simplex facilisque.

source: Same procedure as last year?
la: Idemne modus operandi{{BR}}quam proximo anno?

source: Just put the thing on the thing{{BR}}and the other one too, already!
la: Pone rem eam in re illa,{{BR}}et rem hanc quoque, quaeso!

source: If you don't look ahead, you'll end up dead-{{BR}}ended.
la: Quidquid agis, prudenter agas et respice{{BR}}finem.

source: Gotta Carry It Out
la: Porta Per Portam

source: You are in a{{BR}}maze of twisted{{BR}}little passages,{{BR}}all alike.
la: Es in labyrintho{{BR}}perturbatae{{BR}}viae brevium,{{BR}}quae omnes aequales.

source: A hollow voice says 'fool'.{{BR}}Press {{ExitButton}}.
la: Vox cava dixit, stulte!{{BR}}Preme {{ExitButton}}.

source: If walking alone won't do, try some exercise.
la: Si vadere non sufficit, ad laborandum conare.

source: Every great adventure started with the line{{BR}}"I know a shortcut".
la: Facinora audacia semper incipiunt de dicendo,{{BR}}"compendium scio".

source: Sometimes you don't just lose sight of something.
la: Interdum alicuius amittis non modo aspectum ...

source: Hey, I needed that!
la: Heus, illud egebat!

source: Do you like the red room?
la: Amasne cubiculum rubrum?

source: Lack of apparent purpose does not mean you don't need it.
la: Aliquid inutile solum videtur.

source: Funny and{{BR}}{{BR}}original.
la: Iocularis{{BR}}{{BR}}propriusque.

source: Pushing Onwards
la: Porro Propellere

source: Some ideas only seem smart at first.
la: Nonnulli notiones prudentes solum videntur.

source: If there seems to be no way, you just haven't found it yet.
la: Non est nulla via, sed non invenisti viam.

source: Before The Anti-Hub
la: Prae Axe Contrario

source: Only you would fall for a trap as primitive as this one.
la: Solum tu in laqueos falleres tales rudes quales hos.

source: Lack of purpose never was a reason not to do it.
la: Numquam absentia finis causa desistendi erat.

source: Multi Party Authorization
la: Auctoritas Partium Multarum

source: Failure is a stepping stone to success.
la: Vincere ut vincas.

source: Those who walk, fall.
la: Qui it, cadit.

source: Well, it's actually{{BR}}surprisingly simple.
la: Ecce, est revera{{BR}}improvise simplex.

source: Simplex, duplex,{{BR}}oh so complex.
la: Simplex, duplex,{{BR}}o tam multiplex!

source: Tower of Impossible
la: Turris Impossibilis

source: And ... the floor transforms into shiny yet deadly coins.{{BR}}Without the coins.{{BR}}That's unfortunate.
la: Et ... humus in nummos mutatur splendidos tamen mortiferos.{{BR}}Sine nummis.{{BR}}Dolendum est.

source: I pressed the impossible button and{{BR}}all I got was this lousy message.
la: Mutatrum impossibile premebam et{{BR}}quodcumque accipiebam, erat ista annotatio stulta.

source: The grass is always greener on the other side.
la: Gramen viridius est altero lato.

source: You can now disable the force fields!
la: Fulmina exstinguere posthac potes!

source: The Remote{{BR}}(hold {{ActionButton}})
la: Gubernaculum Remotum{{BR}}(tene {{ActionButton}})

source: Do you have{{BR}}what it takes?
la: Esne paratus{{BR}}ad pugnam?

source: You think{{BR}}you can do it?
la: Existimasne{{BR}}te posse?

source: Show me{{BR}}what you've got
la: Monstra{{BR}}potestatem tuam

source: And you didn't{{BR}}forget the remote?
la: Num obliviscitur{{BR}}gubernaculum remotum?

source: DANGER
la: PERICULUM

source: CAUTION
la: CAUTIO

source: WARNING
la: MONITUM

source: RISK OF{{BR}}ELECTRIC SHOCK
la: PERICULUM VULNI{{BR}}ELECTRICITATIS

source: DO NOT LOOK INTO LASER{{BR}}WITH REMAINING EYE
la: NOLI SPECTARE IN L.A.S.E.R.{{BR}}OCULO RELIQUO

source: LEGAL{{BR}}WAIVER
la: REMITTETIO{{BR}}IURIS

source: NO{{BR}}WARRANTY
la: NEMO{{BR}}PRAESTAT

source: HIGH{{BR}}VOLTAGE
la: ALTA{{BR}}POTENTIA{{BR}}ELECTRICA

source: YOU HAVE{{BR}}BEEN WARNED
la: MONETUS{{BR}}ES

source: PROPOSITION 65
la: NERO ARSIT ROMAM

source: And now you've learned{{BR}}not to touch the hot stove.
la: Nunc didicisti{{BR}}fornacem calidam non tangere.

source: The Butterfly Effect
la: Effectus Papilionis

source: What we've done before{{BR}}may impact what we can do next.
la: Quidquid gesserunt antea,{{BR}}momenti habet ad facultates proximas futuras.

source: If you're only focusing on right now,{{BR}}you won't have enough for later.{{BR}}Press {{ExitButton}}.
la: Si modo praesentiam respiceris,{{BR}}pro futura non haberis satis.{{BR}}Preme {{ExitButton}}.

source: Moving forward may require{{BR}}making the most of what you've got.
la: Fieri potest, ut proficere egeat{{BR}}maxime uti quod habes.

source: Kaizo
la: Caiso

source: Missing a shelljump in {{Year}}?
la: Adne saltune per scutum defecisti anno domini {{Year}}?

source: Kaaaart Race
la: Cursus Currrru

source: Those who haven't learned the trick{{BR}}must take a little pit stop.
la: Qui non didicit artificium,{{BR}}moram facere debet.

source: Moved Enough?
la: Num Satis Movisti?

source: Carried Enough?
la: Num Satis Portavisti?

source: Trash Chute
la: Purgamenta

source: Taking Out the Trash
la: Purgamenta Egerere

source: Wait, did you take out all the trash?
la: Exspecta! Nonne purgamenta egessisti?

source: There is no such thing as a little white lie.
la: Mendacium minutum innocensque non est.

source: Yes
la: Egessi

source: No
la: Non

source: Why did you even lie?{{BR}}Press {{ExitButton}}.
la: Cur vane mentitus es?{{BR}}Preme {{ExitButton}}.

source: The definition of insanity is doing the same thing over and over again,{{BR}}but expecting different results.
la: Alio exito exspectando aequalem iterare{{BR}}revera insanitas est.

source: Van Vlijmen's Vexing Vertical Vector Vertigo
la: Vertigo Vectorum Verticalis Vexans Van Vlijmeni

source: The One Way Round
la: Circumductus

source: déjà Vu
la: Iam Visum

source: Try{{BR}}again
la: Iterum{{BR}}conare

source: The Wide Gap
la: Lacuna Magna

source: Mind your head, you've only got one.
la: Cave tectum, nam unum habes caput.

source: More is not always better.
la: Saepe plus non est melior.

source: Those who are not up to speed may get left behind.
la: Lenti relinquitur.

source: Time is of the essence.
la: Pacta sunt servanda diebus constitutis.

source: Driving You Mad
la: Delirant Isti Raedarii

source: It's Bring Your Own Platform, you know.
la: Si suggestum adduxisses, victorem mansisses.

source: Still got it?
la: Habesne{{BR}}adhuc?

source: Small cars{{BR}}only
la: Vehicula{{BR}}breva

source: {{BigCity}} Road Rage
la: Ira Vehicularis in {{BigCity}}

source: Grand Theft Auto!
la: Furtum Vehiculi Scelestum!

source: Welcome to {{BigCity}}.
la: Salve in {{BigCity}}.

source: Crime doesn't pay.{{BR}}Press {{ExitButton}}.
la: Scelestus operae pretium non est.{{BR}}Preme {{ExitButton}}.

source: Dude!{{BR}}That's{{BR}}MY car!
la: Vehi-{{BR}}culum{{BR}}meum!

source: ... after?
la: vadis?

source: ... are ...
la: ... vis?

source: What ...
la: Quid ...

source: ... you ...
la: Quo ...

source: Those who cannot remember the past are condemned to repeat it.
la: Si non memineris praeteriti, illud repetere damnatus sit.

source: Sometimes, the unprepared can't even follow instructions.
la: Nonnumquam imparati non possunt exsequi.

source: If everything is upside down, nothing is.
la: Si omnis inversum erit, inversum nihil.

source: Even going in circles you can get somewhere.
la: Noli turbare circulos meos!

source: Get It Back!
la: Recipera!

source: y tho?{{BR}}Press {{ExitButton}}.
la: cur?{{BR}}Preme {{ExitButton}}.

source: Stairs to Nowhere
la: Scalae ad Nusquam

source: Not every staircase leads somewhere nice.
la: Non omnes scalae ducent in locum iucundum.

source: Don't let appearances fool you.
la: Eadem non semper ac videntur.

source: You just need to push away what you don't need.
la: Quod non necessarium, propellendum.

source: Looking in every nook and cranny{{BR}}sometimes yields unexpected gains.
la: Quaerere in angulis extremaque{{BR}}interdum lucrum magnum adducit.

source: If you come back to a familiar place,{{BR}}it may no longer look the way you remember it.
la: Retro in loco familiari,{{BR}}forsitan aliter ac scis videtur.

source: Twice Twice
la: Semel Bis Ter Quater

source: Why didn't you like the one I gave you?
la: Quare nolebas illud quod dabam?

source: You really don't get it, do you?
la: Nonne nescis?

source: Looking at things and observing how they change{{BR}}is what brought us science.
la: Res observare et mutationes cognoscere{{BR}}scientiam creat.

source: You should have done this a little bit earlier.
la: Utinam antea facuisses!

source: Greedy you are, greedy!
la: Nonne scis avaritiam peccatum capitale esse?

source: The Cube
la: Cubus Ille

source: Good news.{{BR}}I figured out why she wanted you gone.
la: Probe, bene narro!{{BR}}Inveni, cur te tollere ea volebat!

source: Crumbling Upwards
la: Sursum Conterere

source: Not every shortcut works.
la: Non omnia compendia prospere evenit.

source: The slow and slothful deserve ...{{BR}}nothing.
la: Lenti ignavique merent ...{{BR}}nihil.

source: Ski Dyver
la: Sublatus ad Caelum

source: Those who are not inattentive get trolled.
la: Non attenti trollentur.

source: If you don't know who you are,{{BR}}you don't know where to go.
la: Si nescis qui es,{{BR}}nescis quo vaderes.

source: Dr. W?
la: Num Est Vilenius Doctor Roboticae?

source: All good things ...
la: Omnis rei boni ...

source: ... come to an end.
la: ... finis est.

source: Dr. W!
la: Ecce Vilenium Doctorem Roboticae!

source: It Only Takes One
la: Unus Sufficit

source: Any regrets?
la: Aliqua optata ultima?

source: EXIT
la: FINIS

source: Careful!
la: Cautus es!

source: You sit on a throne of lies.
la: Sedes in solio mendaciorum.

source: There is no universe where ...
la: Non est universum quo ...

source: ... this is the right way.
la: ... hic est iter rectum.

source: What looked like cheese might be the only way.
la: Quod compendium fortes videbatur, iter rectum interdum.

source: Not triggering the switch of doom might take some effort.
la: Mutatrum condemnationis non accendere molis est.

source: A window of opportunity can lead to greener pastures.
la: Fenestra ad occasionem interdum ad pratum viridius ducit.

source: The well prepared will earn their reward.
la: Si bene paratus, praemiam meres.

source: Platform{{BR}}is key.
la: Suggestus{{BR}}clavis est.

source: Those who never try, never find out.
la: Qui numquam experiebatur, numquam inveniebat.

source: reached The Hub with {{Abilities}} at {{GameTime}}.
la: ad Axem advenisti cum {{Abilities}} post {{GameTime}}

source: reached The Anti-Hub with {{Abilities}} at {{GameTime}}.
la: ad Axem Contrarium advenisti cum {{Abilities}} post {{GameTime}}

source: reached It Only Takes One with {{Abilities}} at {{GameTime}}.
la: ad Sufficiendum Unius cum {{Abilities}} post {{GameTime}}

source: Vindication
la: Vindicatio

source: Vertically challenged
la: provocatus Verticale

source: The Enrichment Center regrets to inform you that{{BR}}the Super Gravitron is currently out of order.{{BR}}Press {{ExitButton}}.
la: Institutum lucopletationis dolet certiorem facere{{BR}} Gravitrone Optime non operari.{{BR}}Preme {{ExitButton}}.

source: Viability Voodoo
la: Veneficium Viabilitatis

source: UNDER{{BR}}CONSTRUCTION
la: ADHUC{{BR}}AEDIFICANDUM

source: Vuvuzela Virtuoso
la: Virtuosus Vuvuzelae

source: It is hard to focus with all the noise.
la: Strepito sonitoque cogitationes dirigere non possum.

source: Virtual Vandalism
la: Vandalismus Virtualis

source: This one is your end.
la: Quod Erat Desperandum.

source: Hah! Nobody will ever get this one.
la: Hercle! Vero nemo umquam hoc obtinebit.

source: You have found a shiny trinket!{{BR}}One out of One.
la: Crepundiam nitidam invenisti!{{BR}}Unum ex Uno.

source: W{{BR}}A{{BR}}T
la: Q{{BR}}U{{BR}}O{{BR}}D

source: Just{{BR}}kiddin'
la: Dictum{{BR}}per iocum

source: I hope you took{{BR}}the small one ...
la: Spero ut adduxis tecum{{BR}}suggestus parvus ...

source: Those who have, have.
la: Qui habet, habet.

source: Those who don't, don't.
la: Qui perdidit, perdidit.

source: The path to success is littered with ...{{BR}}litter.
la: Via victoriae plenum est ...{{BR}}purgamentarum.

source: Getting up is half the fun.
la: Via sursum dimidium gaudium.

source: If stuck,{{BR}}press {{ExitButton}}.
la: Si haeres,{{BR}}preme {{ExitButton}}.

source: Phew?
la: Deo gratias?

source: reached A New Beginning with {{Abilities}} at {{GameTime}}.
la: ad Inceptionem Novam cum {{Abilities}} post {{GameTime}}

source: Higher, Higher, Higher!
la: Alte, Altius, Altissime!

source: It can be helpful to do two things at the same time.
la: Saepe duos res simul agere prodest.

source: Oh, it shrunk?
la: Sic transit magnitudo suggestus.

source: Stepping away from the problem can help resolve it.
la: Spatium ab quaestione solutionem inveniendo prodest.

source: Jumpers lose platforms.{{BR}}Don't be a jumper.
la: Saltores suggestus amittunt.{{BR}}Ne fias saltor.

source: Try going in circles, but ...
la: Circumire conare, sed ...
