Repository: divVerent/aaaaxy
Catalog: assets/locales/la/level.po
Languages: la

source: ... five is right out!
la: ... sed noli ire quinquies!

source: Mwahaha!
la: Hahahae!

source: Let's put weird and weird together,{{BR}}and make it even weirder!{{BR}}Weird, weird space{{BR}}is super-weird!{{BR}}{{BR}}Press {{ExitButton}}.
la: Mirum mirumque conglutina{{BR}}ridiculissimumque fac,{{BR}}spatium mirum et mirius est,{{BR}}quam mirissime.{{BR}}{{BR}}Preme {{ExitButton}}.

source: this sign has{{BR}}SHARP EDGES{{BR}}do not touch
la: signum hoc cum{{BR}}MARGINIBUS ACUTIS{{BR}}noli tangere

source: A path to another world has appeared nearby.
la: Sic transit gloria mundi.{{BR}}Inde appropinquas alterum mundum.

source: You can now enter another world!
la: Alterum mundum intrare posthac potes!

source: The Teleporter{{BR}}(press {{ExitButton}})
la: Teleportator{{BR}}(preme {{ExitButton}})
