Repository: divVerent/aaaaxy
Catalog: assets/locales/*/game.po
Languages: ar, be, be@tarask, de, es, fr, ja, pt, sk, uk

source: and
ar: و
be: і
be@tarask: i
de: und
es: y
fr: et
pt: e
sk: a
uk: i

source: %.1f fps, %.1f tps
ar: %.1fف/ث ، %.1fت/ث
de: %.1f f/s, %.1f t/s

source: 4: %s
ar: ٤: %s

source: A: %s
ar: أ: %s
uk: А: %s

source: Additional Programming Libraries & Tools
ar: مكتبات و أدوات البرمجة الإضافية
be: Дадатковыя праґрамныя бібліятэкі і інструмэнты
be@tarask: Dadatkovyja pragramnyja biblijateki i instrumenty
de: Zusätzliche Programmbibliotheken & Werkzeuge
es: Bibliotecas de programación adicionales y Herramientras
ja: 追加のプログラミングライブラリー・ツール
pt: Bibliotecas de Programas & Ferramentas Adicionais
sk: Dodatočné programovacie knižnice a nástroje
uk: Додаткові бібліотеки та інструменти

source: All Checkpoints
ar: كل نقاط الوصول
be: Усе кантрольныя пункты
be@tarask: Usie kantrolnyja punkty
de: alle Checkpoints
es: Todos los puntos de control
fr: Tous les points de contrôle
ja: 全チェックポイントに到達
pt: Todos os Checkpoints
sk: Všetky kontrolné body
uk: Усі контрольні точки

source: All Flipped
ar: كل مقلوب
be: Усё перагорнутае
be@tarask: Usio pierahornutaje
de: alles gespiegelt
es: Todos los volteados
fr: Tout est inversé
ja: 全チェックポイントをクリア
pt: Tudo Virado
sk: Všetko prevrátené
uk: Усе перевернуто

source: All Notes
ar: كل الملاحظات
be: Усе нататкі
be@tarask: Usie natatki
de: alle Zettel
es: Todas las notas
fr: Toutes les notes
ja: 全てのメモを確認
pt: Todas as Notas
sk: Všetky poznámky
uk: Усі нотатки

source: All Paths
ar: كل الطرق
be: Усе шляхі
be@tarask: Usie šlachi
de: alle Wege
es: Todas las rutas
fr: Tous les chemins
ja: 全ての辺を通過
pt: Todos os Caminhos
sk: Všetky cesty
uk: Усі шляхи

source: All Secrets
ar: كل الأسرار
be: Усе сакрэты
be@tarask: Usie sakrety
de: alle Geheimnisse
es: Todos los secretos
fr: Tous les secrets
ja: 全ての秘密を発見
pt: Todos os Segredos
sk: Všetky tajomstvá
uk: Усі секрети

source: Alofi
ar: ألوفي
be: Алофі
ja: アロフィ
uk: Алофі

source: Anchorage
ar: أنكوريج
be: Анкорыдж
ja: アンカレッジ
uk: Анкоридж

source: Any%
ar: أي %
es: Cualquier%
fr: N'importe quel pourcentage
pt: Qualquer%

source: Auckland
ar: أوكلاند
be: Оклэнд
ja: オークランド
uk: Окленд

source: Audio
ar: صوت
be: Аўдыё
be@tarask: Aŭdyjo
ja: 音声
pt: Áudio
sk: Zvuk
uk: Звук

source: Auto (%s)
ar: ألي (%s)
be: Аўтаматычна (%s)
be@tarask: Aŭtamatyčna (%s)
de: Automatisch (%s)
es: Automático(%s)
ja: 自動 (%s)
uk: Авто (%s)

source: Back
ar: إرجع
be: Назад
be@tarask: Nazad
de: Zurück
es: Regresar
fr: Dos
pt: Voltar
sk: Späť
uk: Назад

source: Baker Island
ar: جزيرة بيكر
be: Востраў Бэйкера
be@tarask: Vostraŭ Bakera
de: Bakerinsel
es: Isla Baker
fr: Île Baker
ja: ベーカー島
pt: Ilha Baker
uk: Бейкер Айленд

source: Beijing
ar: بكين
be: Пэкін
be@tarask: Pekin
de: Peking
es: Pekín
fr: Pékin
ja: 北京
pt: Pequim
uk: Пекін

source: Berlin
ar: بيرلين
be: Бэрлін
es: Berlín
ja: ベルリン
pt: Berlim
uk: Берлін

source: Bishkek
ar: بيشكك
be: Бішкек
be@tarask: Biškiek
de: Bischkek
es: Biskek
ja: ビシュケク
uk: Бішкек

source: Boston
ar: بوسطن
be: Бостан
ja: ボストン
uk: Бостон

source: Build: %s
ar: النسخة: %s
be: Зборка: %s
be@tarask: Zborka: %s
es: Construir: %s
fr: Construire : %s
ja: ビルド: %s
pt: Compilação: %s
sk: Stavba: %s
uk: Збірка: %s

source: Cheat%
ar: غش٪
be: Чыт%
de: schummel%
es: Trampa%
pt: Trapaça%

source: Chicago
ar: شيكاغو
be: Чыкаґа
ja: シカゴ
uk: Чикаго

source: Credits
ar: جدير بالذكر
be: Аўтары і падзякі
be@tarask: Aŭtary i padziaki
de: Abspann
es: Créditos
fr: Crédits
ja: クレジット
pt: Créditos
sk: Kredity
uk: Титри

source: Done
ar: إنتهى
be: Гатова
be@tarask: Hatova
de: Fertig
es: Terminar
fr: Terminé
ja: 完了
pt: Pronto
sk: Hotovo
uk: Готово

source: Edit Touch Controls
ar: عدّل تحكمات اللمس
be: Зьмяніць налады кіраваньня
be@tarask: Źmianić nałady kiravańnia
de: Virtuelles Gamepad ändern
es: Editar controles táctiles
fr: Modifier les commandes tactiles
ja: タッチコントローラーをカスタマイズ
pt: Editar Control{{if eq Lang "pt-BR"}}e{{else}}o{{end}}s de Toque
sk: Upraviť dotykové ovládacie prvky
uk: Змінити налаштування керування

source: Edmonton
ar: إدمونتن
be: Эдмантан
ja: エドモントン
uk: Едмонтон

source: Error: could not save game: %s
ar: خطأ: لم نستطع حفظ اللعبة : %s
be: Хіба: не ўдалося захаваць гульню: %s
be@tarask: Chiba: nie ŭdałosia zachavać hulniu: %s
de: Fehler: konnte den Spielstand nicht speichern: %s
es: Error: no se pudo guardar el juego %s
fr: Erreur : Impossible de sauvegarder le jeu : %s
ja: エラー ゲームをセーブできませんでした： %s
pt: Erro: não se pôde salvar o jogo: %s
sk: Chyba: nemožno uložiť hru: %s
uk: Помилка: неможливо зберегти гру: %s

source: Fernando de Noronha
ar: فرناندو دي نورونا
be: Фэрнанду-ды-Наронья
es: Islas Fernando de Noronha
ja: フェルナンド・デ・ノローニャ
uk: Фернанду-ді-Норонья

source: Fine, I give up, have it your way. All cheats are documented in --help.
ar: حسنا انا أستسلم فافعل ما شئت. كل الشفرات مسجلة في --help
be: Файна, няхай будзе як ты хочаш. Усе чыты апісаныя ў --help.
be@tarask: Fajna, niachaj budzie jak ty chočaš. Usie čyty apisanyja ŭ --help.
de: OK, ich gebe auf, mach, was du willst. Alle Cheats sind dokumentiert in --help.
es: Bien, me rindo, como quieras. Todas las trampas están documentados en --ayuda.
fr: Bien, j'abandonne, faites comme vous voulez. Tous les cheats sont documentés dans --help.
ja: オーケー、降参だ。好きにしな。 チートは全部 --helpに記録してある。
pt: Bem, desisto, faça como quiser. Todas as trapaças estão documentadas em --help.
sk: Dobre, vzdávam sa, urob to po svojom. Všetky cheaty sú zdokumentované v --help.
uk: Добре, я здаюся, робіть що хочете. Всі чит-коди є в --help.

source: For Software Licenses{{BR}}Press Right
ar: من أجل تراخيص البرمجيات{{BR}}إضغط يميناً
be: Для ліцэнзій ПЗ{{BR}}націсьніце ўправа
be@tarask: Dla licenzij PZ{{BR}}naciśnicie ŭprava
de: Für Software-Lizenzen{{BR}}drücke Rechts
es: Para ver licencias del programa{{BR}}Presionar Derecha
ja: ソフトウェアライセンス{{BR}}右を押すと表示されます。
pt: Para Licenças de Software{{BR}}aperte direita
sk: Pre softvérové licencie{{BR}}Stlač Vpravo
uk: З питань ліцензії{{BR}}Натисніть вправо

source: GC pass %d: pause %.1fms delta %.1fs (%.1fs ago)
ar: ت ن سماح%d: إيقاف%.1fم/ث ديلتا%.1fث (من%.1fث)
be: GC pass %d: паўза %.1fms дэльта %.1fs (%.1fs таму)
be@tarask: GC pass %d: paŭza %.1fms delta %.1fs (%.1fs tamu)
de: GC Iteration %d: Pause %.1fms Delta %.1fs (vor %.1fs)
pt: Passo do coletor de lixo %d: pausa %.1fms delta %.1fs (há %.1fs)
sk: GC pass %d: pauza %.1fms delta %.1fs (pred %.1fs)

source: Graphics
ar: المرئيات
be: Ґрафіка
be@tarask: Grafika
de: Grafik
es: Gráficos
ja: グラフィックス
pt: Gráficos
sk: Grafika
uk: Графіка

source: Graphics: %s
ar: الجرافيكس%s
be: Ґрафіка: %s
be@tarask: Grafika: %s
de: Grafik: %s
es: Gráficos: %s
fr: Graphiques : %s
ja: グラフィックス: %s
pt: Gráficos: %s
sk: Grafika: %s
uk: Графіка: %s

source: Halifax
ar: هاليفاكس
be: Галіфакс
ja: ハリファックス
uk: Галіфакс

source: Hanoi
ar: هانوي
be: Ханой
es: Hanói​
ja: ハノイ
pt: Hanói
uk: Ханой

source: High
ar: مرتفعة
be: Высокая
be@tarask: Vysokaja
de: Hoch
es: Alta
fr: Haut
ja: 高
pt: Alta
sk: Vysoká
uk: Висока

source: Honolulu
ar: هونولولو
be: Ганалулу
es: Honolulú
ja: ホノルル
uk: Гонолулу

source: Impossible
ar: مستحيل
be: Немагчымы
be@tarask: Niemahčymy
de: unmöglich
es: Imposible
ja: インポッシブル
pt: Impossível
sk: Nemožné
uk: Неможливо

source: Istanbul
ar: اسطنبول
be: Стамбул
be@tarask: Stambuł
es: Estambul
ja: イスタンブール
pt: Istambul
uk: Стамбул

source: Kiritimati
ar: كيريتيماتي
be: Кірытымаці
be@tarask: Kirytymaci
ja: キリスィマスィ
uk: Кіритіматі

source: Language: %s
ar: اللغة (Language): %s
be: Мова (Language): %s
be@tarask: Mova (Language): %s
de: Sprache (Language): %s
es: Idioma: %s
ja: 言語(Language): %s
pt: Língua (Language): %s
sk: Jazyk (Language): %s
uk: Мова (Language): %s

source: Level Version: %d
ar: نسخة المستوى: %d
be: Вэрсія роўня: %d
be@tarask: Versija roŭnia: %d
es: Nivel versión: %d
fr: Version de niveau : %d
ja: マップのバージョン：%d
pt: Versão do Nível: %d
sk: Verzia úrovne: %d
uk: Версія рівня: %d

source: London
ar: لندن
be: Лёндан
es: Londres
fr: Londres
ja: ロンドン
pt: Londres
uk: Лондон

source: Low
ar: منخفضة
be: Нізкая
be@tarask: Nizkaja
de: Niedrig
es: Baja
fr: Faible
ja: 低
pt: Baixa
sk: Nízka
uk: Низька

source: Lowest
ar: الصغرى
be: Найніжэйшая
be@tarask: Najnižejšaja
de: Am niedrigsten
es: Mínima
fr: Le plus bas
ja: 最低
pt: Baixíssima
sk: Najnižšia
uk: Найнижча

source: Main Menu
ar: القائمة الرئيسية
be: Галоўнае мэню
be@tarask: Hałoŭnaje meniu
de: Hauptmenü
es: Menú principal
fr: Menu principal
ja: メインメニュー
pt: Menu Principal
sk: Hlavné Menu
uk: Головне меню

source: Max
ar: القصوى
be: Максымальная
be@tarask: Maksymalnaja
de: Maximal
es: Máxima
ja: 最高
pt: Máx
sk: Maximálna
uk: Максимальна

source: Medium
ar: معتدلة
be: Сярэдняя
be@tarask: Siaredniaja
de: Mittel
es: Mediana
fr: Moyen
ja: 中
pt: Média
sk: Stredná
uk: Середня

source: New York
ar: نيو يورك
be: Нью-Ёрк
es: Nueva York​
ja: ニューヨーク
pt: Nova Iorque
uk: Нью-Йорк

source: No Back
ar: بدون رجوع
be: Без Назад
be@tarask: Biez Nazad
de: ohne Zurück
es: No Regresar
fr: Pas de dos
ja: Backボタン不使用
pt: Sem Voltar
sk: Žiadny back
uk: Без "Назад"

source: No Backspace
ar: بدون Backspace
be: Без Backspace
be@tarask: Biez Backspace
de: ohne Rückschritt
es: No Retroceso
fr: Pas de retour en arrière
ja: Backspaceキー不使用
pt: Sem Backspace
sk: Žiadny backspace
uk: Без Backspace

source: No Coil
ar: بدون زنبرك
be: Без катушкі
be@tarask: Biez katuški
de: ohne Elektromagnet
ja: 【コイル】不使用
pt: Sem Bobina
sk: Žiadny cievka
uk: Без котушки

source: No Escape
ar: بدون Escape
be: Без Escape
be@tarask: Biez Escape
de: ohne Escape
fr: Pas d'échappatoire
ja: Escapeキー不使用
pt: Sem Escape
sk: Žiadny escape
uk: Без Escape

source: No Start
ar: بدون Start
be: Бяз Start
be@tarask: Biaz Start
de: ohne Start
es: No Inicio
fr: Pas de départ
ja: スタートボタン不使用
pt: Sem Start
sk: Žiadny štart
uk: Без "Старту"

source: No Teleports
ar: بدون تنقل سريع
be: Без тэлепортаў
be@tarask: Biez teleportaŭ
de: ohne Teleportation
es: No Teletransportes
fr: Pas de téléportation
ja: テレポート不使用
pt: Sem Teletransporte
sk: Žiadne teleporty
uk: Без телепортації

source: None
ar: لا شيء
be: Нічога
be@tarask: Ničoha
de: keine
es: Ninguno
fr: Aucun
ja: 無し
pt: Nenhuma
sk: Žiadne
uk: Нічого

source: Nuku'alofa
ar: نوكو ألوفا
be: Нукуалофа
ja: ヌクアロファ
pt: Nucualofa
uk: Нукуалофа

source: Pick-a-Path
ar: إختر طريقاً
be: Абяры-шлях
be@tarask: Abiary-šlach
de: Wähl-dir-was
es: Escoja una ruta
ja: 行く道を選べ
pt: Escolha um Caminho
sk: Vyber-si-Cestu
uk: Обери-шлях

source: Play
ar: إلعب
be: Гуляць
be@tarask: Hulać
de: Spielen
es: Jugar
fr: Jouer
ja: ゲームに戻る
pt: Jogar
sk: Hrať
uk: Грати

source: Player Sprite
ar: شكل اللاعب
be: Пэрсанаж
be@tarask: Persanaž
de: Spieler-Sprite
es: Imagen en movimiento del Jugador
ja: プレイヤースプライト
pt: Sprite do Jogador
sk: Sprite Hráča
uk: Персонаж

source: Ponta Delgada
ar: بونتا ديلجادا
be: Пэнта-Дэлгада
ja: ポンタ・デルガダ
uk: Понта-Делгада

source: Port Moresby
ar: بورت مورسبي
be: Порт Морсьбі
es: Puerto Moresby
ja: ポートモレスビー
pt: Porto Moresby
uk: Порт-Морсбі

source: Programming
ar: برمجة
be: Праґрамаваньне
be@tarask: Pragramavańnie
de: Programmierung
es: Programación
ja: プログラミング
pt: Programação
sk: Programovanie
uk: Програмування

source: Quality: %s
ar: الجودة: %s
be: Якасьць: %s
be@tarask: Jakaść: %s
de: Qualität: %s
es: Calidad: %s
fr: Qualité : %s
ja: クオリティ：%s
pt: Qualidade: %s
sk: Kvalita: %s
uk: Якість: %s

source: Quit
ar: إخرج
be: Выйсьці
be@tarask: Vyjści
de: Beenden
es: Salir
fr: Arrêtez
ja: 終了
pt: Sair
sk: Ukončiť
uk: Вийти

source: Reset
ar: أعِد
be: Скінуць
be@tarask: Skinuć
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt: Apagar dados
sk: Resetovať
uk: Скинути

source: Reset Nothing
ar: أعِد لا شيء
be: Нічога ня скідваць
be@tarask: Ničoha nia skidvać
de: Nichts zurücksetzen
es: Restablecer nada
fr: Ne rien réinitialiser
ja: 何もリセットしない
pt: Apagar Nada
sk: Nič neresetovať
uk: Нічого не скидувати

source: Reset and Lose SAVE STATE %s
ar: أعِد و أخسر حالة الحفظ %s
be: Скінуць і выдаліць ЗАХАВАНЬНЕ %s
be@tarask: Skinuć i vydalić ZACHAVAŃNIE %s
de: Den SPIELSTAND %s zurücksetzen
es: Restablecer y perder ESTADO GUARDADO %s
fr: Réinitialiser et perdre SAVE STATE %s
ja: セーブデータ%sを削除
pt: Apagar ESTADO SALVO %s
sk: Resetovať a stratiť STAV %s
uk: Скинути та втратити ЗБЕРЕЖЕННЯ %s

source: Reset and Lose Save State %s
ar: أعِد و أخسر حالة الحفظ %s
be: Скінуць і выдаліць захаваньне %s
be@tarask: Skinuć i vydalić zachavańnie %s
de: Den Spielstand %s zurücksetzen
es: Restablecer y perder estado guardado %s
fr: Réinitialisation et perte de l'état de sauvegarde %s
ja: セーブデータ %sを削除
pt: Apagar Estado Salvo %s
sk: Resetovať a stratiť stav %s
uk: Скинути та втратити збереження %s

source: Reset and Lose Save State %s (just release buttons)
ar: أعِد و أخسر حالة الحفظ %s (إترك الأزرار فحسب)
be: Скінуць і выдаліць захаваньне %s (толькі адпусцьіце кнопкі)
be@tarask: Skinuć i vydalić zachavańnie %s (tolki adpuścicie knopki)
de: Den Spielstand %s zurücksetzen (bitte loslassen)
es: Restablecer y perder estado guardado %s (solo suelte los botones)
fr: Réinitialisation et perte de l'état de sauvegarde %s (il suffit de relâcher les boutons)
ja: セーブデータ%sを削除（ボタンを離したら削除完了）
pt: Apagar Estado Salvo %s (solte os botões)
sk: Resetovať a stratiť stav %s (stačí uvoľniť tlačidlá)
uk: Скинути та втратити збереження %s (просто відпустіть кнопки)

source: Reset and Lose Save State %s (think about it for %d sec)
ar: أعِد و أخسر حالة الحفظ %s (فكر بالأمر ل%d ث)
be: Скінуць і выдаліць захаваньне %s (падумайце аб гэтым %d сэк.)
be@tarask: Skinuć i vydalić zachavańnie %s (padumajcie ab hetym %d sek.)
de: Den Spielstand %s zurücksetzen (denke darüber nach für %ds)
es: Restablecer y perder estado guardado %s (piénsalo por %d seg.)
fr: Réinitialisation et perte de l'état de sauvegarde %s (pensez-y pendant %d sec)
ja: セーブデータ%sを削除 （あと%d秒間考えて）
pt: Apagar Estado Salvo %s (pense por %d s)
sk: Resetovať a stratiť stav %s (premýšľaj o tom %d s)
uk: Скинути та втратити збереження %s (подумайте про це %dс)

source: Reset and Lose Settings
ar: أعِد و أخسر الإعدادات
be: Скінуць і згубіць налады
be@tarask: Skinuć i zhubić nałady
de: Einstellungen zurücksetzen
es: Restablecer y perder configuraciones
fr: Réinitialisation et perte des paramètres
ja: 設定をリセット
pt: Restaurar e Perder Definições
sk: Resetovať a stratiť nastavenia
uk: Скинути та втратити налаштування

source: Reset to Defaults
ar: أعِد للحالة الإفتراضية
be: Скінуць да налад па змаўчаньні
be@tarask: Skinuć da naład pa zmaŭčańni
de: Zurücksetzen
es: Restablecer a valores por defecto
fr: Réinitialiser les valeurs par défaut
ja: デフォルト値に戻す
pt: Restaurar ao Padrão
sk: Obnoviť predvolené nastavenia
uk: Скинути до налаштувань за замовчуванням

source: San Francisco
ar: سان فرانسيسكو
be: Сан-Францыска
ja: サンフランシスコ
pt: São Francisco
uk: Сан-Франциско

source: Score: {{Score}}{{SpeedrunCategoriesShort}} | Time: {{GameTime}}
ar: النقاط: {{Score}}{{SpeedrunCategoriesShort}} | الوقت: {{GameTime}}
be: Ачкі: {{Score}}{{SpeedrunCategoriesShort}} | Час: {{GameTime}}
be@tarask: Ački: {{Score}}{{SpeedrunCategoriesShort}} | Čas: {{GameTime}}
de: Punkte: {{Score}}{{SpeedrunCategoriesShort}} | Zeit: {{GameTime}}
es: Puntuación: {{Score}}{{SpeedrunCategoriesShort}} | Tiempo: {{GameTime}}
fr: Score : {{Score}}{{SpeedrunCategoriesShort}} | Temps : {{GameTime}}.
ja: スコア：{{Score}}{{SpeedrunCategoriesShort}} | プレイ時間：{{GameTime}}
pt: Pontuação: {{Score}}{{SpeedrunCategoriesShort}} | Tempo: {{GameTime}}
sk: Skóre: {{Score}}{{SpeedrunCategoriesShort}} | Čas: {{GameTime}}
uk: Рахунок: {{Score}}{{SpeedrunCategoriesShort}} | Час: {{GameTime}}

source: Settings
ar: الإعدادات
be: Налады
be@tarask: Nałady
de: Einstellungen
es: Configuraciones
fr: Paramètres
ja: 設定
pt: Ajustes
sk: Nastavenia
uk: Налаштування

source: Sound Effects
ar: التأثيرات الصوتية
be: Гукавыя эфэкты
be@tarask: Hukavyja efekty
de: Soundeffekte
es: Efectos de sonido
ja: サウンドエフェクト
pt: Efeitos Sonoros
sk: Zvukové efekty
uk: Звукові ефекти

source: Sprites
ar: النقوش المتحركة
be: Спрайты
be@tarask: Sprajty
es: Imágenes en movimiento
ja: スプライト
sk: Sprity
uk: Спрайти

source: Start
ar: إبدأ
be: Старт
es: Comenzar
fr: Début
ja: スタート
sk: Štart
uk: Старт

source: Switch Save State
ar: حوّل حالات الحفظ
be: Захаваць у іншы слот
be@tarask: Zachavać u jinšy słot
de: Spielstand wechseln
es: Cambiar estado guardao
ja: セーブデータ切り替え
pt: Mudar Estado Salvo
sk: Prepnúť stav
uk: Завантажити збереження

source: Switch to Fullscreen Mode
ar: حوّل إلى الشاشة الكاملة
be: Уключыць рэжым поўнага экрана
be@tarask: Uklučyć režym poŭnaha ekrana
de: Auf Vollbildmodus wechseln
es: Cambiar a Pantalla Completa
fr: Passer en mode plein écran
ja: フルスクリーンモードに切り替え
pt: Mudar para {{if eq Lang "pt-BR"}}Tela Cheia{{else}}Ecrã Inteiro{{end}}
sk: Prepnúť sa do režimu celej obrazovky
uk: Перемкнутися до повноекранного режиму

source: Switch to Letterboxed Screen
ar: حوّل إلى شاشة مقطوعة من أعلى و أسفل (Letterboxed)
be: Уключыць стандартны рэжым экрана
be@tarask: Uklučyć standartny režym ekrana
de: Bild einpassen
es: Cambiar a pantalla panorámica
ja: レターボックス表示に切り替え
pt: Mudar para Imagem com Barras Pretas
sk: Prepnúť sa na obrazovku s písmenami
uk: Перемкнутися до звичайного режиму

source: Switch to Stretched Screen
ar: حوّل إلى الشاشة الممتدة
be: Уключыць рэжым расьцягнутага экрана
be@tarask: Uklučyć režym raściahnutaha ekrana
de: Bild strecken
es: Cambiar a pantalla alargada
ja: 拡大表示に切り替え
pt: Mudar para Imagem Esticada
sk: Prepnúť sa na roztiahnutú obrazovku
uk: Перемкнутися до розтягнутого режиму

source: Switch to Windowed Mode
ar: حوّل إلى الشاشة المصغرة
be: Уключыць рэжым у акне
be@tarask: Uklučyć režym u aknie
de: Auf Fenstermodus wechseln
es: Cambiar a modo ventana
fr: Passer en mode fenêtré
ja: ウインドウモードに切り替え
pt: Mudar para Modo de Janela
sk: Prepnúť sa do režimu v okne
uk: Перемкнутися до віконного режиму

source: Sydney
ar: سيدني
be: Сыднэй
es: Sídney​
ja: シドニー
uk: Сідней

source: São Paulo
ar: ساو باولو
be: Сан-Паўлу
ja: サンパウロ
uk: Сан-Паулу

source: Tehran
ar: طهران
be: Тэгеран
be@tarask: Tehieran
de: Teheran
es: Teherán
fr: Téhéran
ja: テヘラン
pt: Teerã
uk: Тегеран

source: Tel Aviv
ar: تل أبيب
be: Тэль-Авіў
be@tarask: Tel-Aviŭ
ja: テルアビブ
uk: Тель-Авів

source: Testing
ar: تجربة
be: Тэставаньне
be@tarask: Testavańnie
de: Tester
es: Pruebas
ja: テスト
pt: Testagem
sk: Testovanie
uk: Тестування

source: Thank You!
ar: شكراً لك !
be: Дзякую!
be@tarask: Dziakuju!
de: Danke!
es: Gracias!
fr: Merci !
pt: Obrigado!
sk: Ďakujem!
uk: Дякуємо!

source: The Cleats
ar: الأوتاد
be: Шыпы
be@tarask: Šypy
de: den Stollen
es: Las calas
fr: Les crampons
ja: 【スパイクシューズ】
pt: As Chuteiras
sk: Kopačky
uk: шипованого взуття

source: The Coil
ar: الزنبرك
be: Катушка
be@tarask: Katuška
de: dem Elektromagnet
es: La bobina
fr: La bobine
ja: 【コイル】
pt: A Bobina
sk: Cievka
uk: котушки

source: The Gloves
ar: القفاز
be: Пальчаткі
be@tarask: Palčatki
de: den Handschuhen
es: Los guantes
fr: Les gants
ja: 【手袋】
pt: As Luvas
sk: Rukavice
uk: рукавичок

source: The Remote
ar: جهاز التحكم
be: Пульт
be@tarask: Pult
de: der Fernbedienung
es: El Remoto
fr: La télécommande
ja: 【リモコン】
pt: O Remoto
sk: Ovládač
uk: пульт

source: Tokyo
ar: طوكيو
be: Токіё
be@tarask: Tokijo
de: Tokio
es: Tokio
ja: 東京
pt: Tóquio
uk: Токіо

source: Translators
ar: المترجمون
be: Перакладнікі
be@tarask: Pierakładniki
de: Übersetzer
es: Traductores
ja: 翻訳
pt: Tradutores
sk: Prekladači
uk: Перекладачі

source: Try Next
ar: جرب تالياً
be: Паспрабуйце наступны
be@tarask: Pasprabujcie nastupny
de: Versuche als Nächstes
es: Intentar el siguiente
fr: Essayez le suivant
ja: 次回プレイのオススメ目標
pt: Tente Em Seguida
sk: Skúsiť ďalšie
uk: Спробуйте наступним

source: Turkistan
ar: تركستان
be: Туркестан
de: Türkistan
es: Turquestán
ja: トルキスタン
pt: Turquistão
uk: Туркестан

source: Volume: %s
ar: حجم الصوت: %s
be: Гучнасьць: %s
be@tarask: Hučnaść: %s
de: Lautstärke: %s
es: Volumen: %s
ja: 音量： %s
sk: Hlasitosť: %s
uk: Гучність: %s

source: Without Cheating Of Course
ar: بالطبع بدون أي غش
be: Без чытоў, вядома
be@tarask: Biez čytoŭ, viadoma
de: ohne Schummeln natürlich
es: Sin hacer trampa, por supuesto
fr: Sans tricher bien sûr
ja: もちろん、チートなしで
pt: Sem Trapacear Claro
sk: Samozrejme bez podvádzania
uk: Без використання чит-кодів, ясна річ

source: X: %s
ar: س: %s

source: Y: %s
ar: ص: %s

source: You now have 30 lives. Enjoy!
ar: لديك الأن ٣٠ حياةً. إستمتع !
be: Цяпер вы маеце 30 жыцьцяў. Цесьцеся!
be@tarask: Ciapier vy majecie 30 žyćciaŭ. Cieściesia!
de: Du hast jetzt 30 Leben. Viel Spa{{if eq Lang "de-CH"}}ss{{else}}ß{{end}} damit!
es: Ahora tienes 30 vidas. Disfrútalas!
fr: Vous avez maintenant 30 vies. Profitez-en !
ja: 残機30。頑張って！
pt: Agora tem 30 vidas. Aproveite!
sk: Teraz máš 30 životov. Uži si to!
uk: Тепер у вас 30 життів. Насолоджуйтесь!

source: You really thought this would do something?
ar: أ إعتقدت أن ذلك سيفعل شيئاً ؟
be: Вы сапраўды думалі, што гэта б штосьці зрабіла?
be@tarask: Vy sapraŭdy dumali, što heta b štości zrabiła?
de: Dachtest du wirklich, das wird etwas tun?
es: ¿En verdad creíste que esto haría algo?
fr: Tu pensais vraiment que ça ferait quelque chose ?
ja: ホントにこれに意味があるとお思いになったので？
pt: Realmente pensou que isto faria algo?
sk: Naozaj si si myslel, že to niečo spraví?
uk: Ви справді думали, що це щось дасть?

source: Your Speedrun Categories
ar: مصنفاتك للإنهاء السريع
be: Вашы катэґорыі спідрану
be@tarask: Vašy kategoryji spidranu
de: Deine Speedrun-Kategorien
es: Tus categorías de competición
fr: Vos catégories de speedrun
ja: 達成したスピードランカテゴリー
pt: Suas Categorias de Speedrun
sk: Tvoje speedrun kategórie
uk: Ваші категорії спідрану

source: Your Time
ar: وقتك
be: Ваш час
be@tarask: Vaš čas
de: Deine Zeit
es: Tu tiempo
fr: Votre temps
ja: 走破タイム
pt: Seu Tempo
sk: Tvoj čas
uk: Ваш час

source: _locale_info:fits_height
ar: true
be: true
be@tarask: true
de: true
ja: true
pt: true
sk: true
uk: true

source: _locale_info:font
ar: bitmapfont
be: default
be@tarask: default
de: default
ja: bitmapfont
pt: default
sk: default
uk: default

source: _locale_info:prefers_vertical_text
ar: false
be: false
be@tarask: false
de: default
ja: true
pt: default
sk: default
uk: default

source: _locale_info:uses_arabic_shaping
ar: true
be: false
be@tarask: false
de: false
ja: false
pt: false
sk: false
uk: false

source: and %s
ar: و %s
be: %s
be@tarask: %s
de: und %s
es: y %s
ja: ・%s
pt: e %s
sk: a %s
uk: і %s

source: and other contributors
ar: و مساهمون أخرون
be: і іншых удзельнікаў
be@tarask: i jinšych udzielnikaŭ
de: und andere Mitwirkende
es: y otros contribuidores
ja: およびその他のコントリビューター
pt: e outros contribuidores
sk: a ďalší prispievatelia
uk: та інші

source: by %s
ar: بواسطة %s
be: ад %s
be@tarask: ad %s
de: von %s
es: por %s
pt: por %s
sk: od %s
uk: %s

source: elsewhere
ar: أي مكانٍ أخر
be: недзе яшчэ
be@tarask: niedzie jašče
de: woanders
es: en otra parte
ja: 余白
pt: em outro ponto
sk: inde
uk: деінде

source: enumerating sounds
ar: يتم عد الأصوات
be: пералічваем гукі
be@tarask: pieraličvajem huki
de: Finde Sound-Effekte
es: enumerando sonidos
fr: énumération des sons
ja: 音声ファイルをエニュメレーション中
pt: enumerar sons
sk: počítam zvuky
uk: перелічуємо звуки

source: everything
ar: كل شيء
be: ўсё
be@tarask: ŭsio
de: allen
es: todo
fr: tout
ja: 全部
pt: tudo
sk: všetko
uk: усього

source: hashing level
ar: تتم تجزئة المستوى
be: хэшуем ровень
be@tarask: chešujem rovień
de: Hashe Level
es: encriptando nivel
fr: niveau de hachage
ja: ステージをハッシュ中
pt: calcular hash do nível
sk: hashujem level
uk: хешуємо рівень

source: initializing audio
ar: تتم تهيئة الصوتيات
be: ініцыялізуем аўдыё
be@tarask: inicyjalizujem aŭdyjo
de: Initialisiere Sound
es: inicializando audio
fr: initialisation de l'audio
ja: 初期化中： audio
pt: iniciar o áudio
sk: inicializujem zvuk
uk: ініціюємо звук

source: initializing dumping
ar: تتم تهيئة التخلص
be: ініцыялізуем дамп
be@tarask: inicyjalizujem damp
de: Initialisiere Dumping
es: inicializando vertido de datos
fr: initialisation du dumping
ja: 初期化中： dump
pt: iniciar a escrita
sk: inicializujem dumping
uk: ініціюємо дампування
