Repository: divVerent/aaaaxy
Catalog: assets/locales/*/game.po
Languages: ar, be, be@tarask, de, es, fr, ja, pt, sk, uk

source: initializing input
ar: تتم تهيئة الإدخالات
be: ініцыялізуем увод
be@tarask: inicyjalizujem uvod
de: Initialisiere Eingabe
es: inicializando entrada
fr: initialisation de l'entrée
ja: 初期化中： input
pt: iniciar a entrada
sk: inicializujem vstup
uk: ініціюємо введення

source: initializing menu
ar: تتم تهيئة القائمة
be: ініцыялізуем мэню
be@tarask: inicyjalizujem meniu
de: Initialisiere Menü
ja: 初期化中： menu
pt: iniciar a menu
sk: inicializujem menu
uk: ініціюємо меню

source: initializing noise
ar: تتم تهيئة الصخب
be: ініцыялізуем шум
be@tarask: inicyjalizujem šum
de: Initialisiere Rauschen
es: inicializando sonido
fr: initialisation du bruit
ja: 初期化中： noise
pt: iniciar o barulho
sk: inicializujem šum
uk: ініціюємо шум

source: enumerating levels
ar: يتم عد المستوى
be: пералічваем роўням
be@tarask: pieraličvajem roŭnjam
de: Finde Levels
ja: ステージをエニュメレーション中
pt: enumerar níveis
sk: počítam úrovne
uk: перелічуємо рівні

source: loading checkpoints
ar: جارٍ تحميل نقاط الوصول
be: загружаем кантрольныя пункты
be@tarask: zahružajem kantrolnyja punkty
de: Lade Checkpoints
es: cargando puntos de control
fr: points de contrôle du chargement
ja: チェックポイントをロード中
pt: carregar checkpoints
sk: načítavam kontrolné body
uk: завантажуємо контрольні точки

source: loading level
ar: جارٍ تحميل المستوى
be: загружаем ровень
be@tarask: zahružajem rovień
de: Lade Level
es: cargando nivel
fr: niveau de chargement
ja: ステージをロード中
pt: carregar o nível
sk: načítavam úroveň
uk: завантажуємо рівень

source: loading level file
ar: جارٍ تحميل ملف المستوى
be: загружаем файл роўня
be@tarask: zahružajem fajł roŭnia
de: Lade Leveldatei
es: cargando archivo del nivel
fr: chargement du fichier de niveau
ja: ステージファイルをロード中
pt: carregar dados do nível
sk: načítavam súbor úrovne
uk: завантажуємо файли рівня

source: nothing
ar: لا شيء
be: нічога
be@tarask: ničoha
de: nichts
es: nada
fr: rien
ja: 無し
pt: nada
sk: nič
uk: нічого

source: parsing level data
ar: تحليل بيانات المستوى
be: парсынґ зьвестак роўня
be@tarask: parsyng źviestak roŭnia
de: Lese Level
es: analizando datos del nivel
fr: analyse syntaxique des données de niveau
ja: ステージデータをパース中
pt: interpretar dados do nível
sk: analyzujem údaje o úrovni
uk: парсинг даних рівня

source: precaching %s
ar: التخزين المبدئي %s
be: кэшуем %s
be@tarask: kešujem %s
de: Lade %s
es: precacheando %s
fr: Précurseur %s
ja: %sをキャッシュ中
pt: pré-cachear %s
sk: ukladám %s do vyrovnávacej pamäte
uk: кешуємо %s

source: precaching credits
ar: يتم التخزين المبدئي للجدير بالذكر
be: кэшуем падзякі
be@tarask: kešujem padziaki
de: Lade Abspann
es: precacheando créditos
fr: crédits d'anticipation
ja: クレジットをキャッシュ中
pt: pré-cachear créditos
sk: ukladám kredity do vyrovnávacej pamäte
uk: кешуємо титри

source: precaching engine
ar: يتم التخزين المبدئي للمحرك
be: кэшуем рухавік
be@tarask: kešujem ruchavik
de: Lade Engine
es: precacheando sistema
fr: moteur de précaching
ja: エンジンをキャッシュ中
pt: pré-cachear o motor do jogo
sk: ukladám engine do vyrovnávacej pamäte
uk: кешуємо рушій

source: precaching entities
ar: يتم التخزين المبدئي للجهات
be: кэшуем кампанэнты
be@tarask: kešujem kampanenty
de: Lade Objekte
es: precacheando entidades
fr: entités de précachetage
ja: エンティティをキャッシュ中
pt: pré-cachear entidades
sk: ukladám entity do vyrovnávacej pamäte
uk: кешуємо компоненти

source: precaching fonts
ar: يتم التخزين المبدئي للخط
be: кэшуем шрыфты
be@tarask: kešujem šryfty
de: Lade Schriftarten
ja: フォントをキャッシュ中
pt: pré-cachear fontes
sk: ukladám písma do vyrovnávacej pamäte
uk: кешуємо шрифти

source: precaching images
ar: يتم التخزين المبدئي للصور
be: кэшуем выявы
be@tarask: kešujem vyjavy
es: precacheando imágenes
fr: Prémémorisation des images
ja: 画像ファイルをキャッシュ中
pt: pré-cachear imagens
uk: кешуємо зображення

source: precaching sounds
ar: يتم التخزين المبدئي للأصوات
be: кэшуем гукі
be@tarask: kešujem huki
de: Lade Soundeffekte
es: precacheando sonido
fr: les sons précurseurs
ja: 音声ファイルをキャッシュ中
pt: pré-cachear sons
sk: ukladám zvuky do vyrovnávacej pamäte
uk: кешуємо звуки

source: Switch World
de: Welt wechseln
ja: ワールド切り替え
sk: Prepnite Svet

source: !"#$%&'()*+,-./0123456789:;<=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[\]^_`abcdefghijklmnopqrstuvwxyz{|}~τπö¾©éàã
es: !"#$%&'()*+,-./0123456789:;<=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[\]^_`abcdefghijklmnopqrstuvwxyz{|}~τπö¾©éàãÁÉÍÓÚÜÑáíóúüñ

source: Backspace
de: Rückschritt
es: Retroceso
fr: Retour en arrière

source: Ctrl/Shift
es: Control/Mayús

source: Enter/Shift
es: Entrar/Mayús

source: Shift
es: Mayús
fr: Équipe

source: Shift/E/Tab
es: Mayús/E/Tabulador

source: precaching pictures
de: Lade Grafiken
sk: ukladám obrázky do vyrovnávacej pamäte

source: !"#$%&'()*+,-./0123456789:;<=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[\]^_`abcdefghijklmnopqrstuvwxyz{|}~τπö¾©éà
fr: !"#$%&amp;'()*+,-./0123456789: ; <=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[\]^_`abcdefghijklmnopqrstuvwxyz{|}~τπö¾©éà

source: (restart to apply)
fr: (redémarrer pour appliquer)

source: Enter
fr: Entrez

source: For Software Licenses
fr: Pour les licences de logiciels

source: Language: %s%s
fr: Langue : %s%s

source: press right
fr: appuyer à droite
