Repository: divVerent/aaaaxy
Catalog: assets/locales/*/level.po
Languages: ar, ar_eg, be, be@tarask, de, ja, pt, uk

source: I hope you took{{BR}}the small one ...
ar: آمل أن تكون أخذت{{BR}}الصغرى ...
ar_eg: يا رب تكون خدت{{BR}}الصغيرة ...
be: Спадзяюся, ты ўзяў{{BR}}той маленькі ...
be@tarask: Spadziajusia, ty ŭziaŭ{{BR}}toj maleńki ...
de: Ich hoffe, du hast{{BR}}die Kleine ...
ja: 小さい方を{{BR}}持ってきてくれたことを願う……
pt: Espero que tenha{{BR}}pegado a menor ...
uk: Сподіваюсь, що ви{{BR}}обрали маленьку ...

source: Those who have, have.
ar: الذي لديه، لديه.
ar_eg: إللي معاه، معاه.
be: Хто мае, той мае.
be@tarask: Chto maje, toj maje.
de: Wer hat, der hat.
ja: 持てるもの、持つ。
pt: Os que têm, têm.
uk: Ті, хто мають, ті мають.

source: Those who don't, don't.
ar: الذي ليس لديه، ليس لديه.
ar_eg: إللي معهوش ،معهوش.
be: Хто ня мае, той ня мае.
be@tarask: Chto nia maje, toj nia maje.
de: Wer nicht will, der hat schon.
ja: 持たざるもの、持たず。
pt: Os que não têm, não têm.
uk: Ті, хто не мають, не мають.

source: The path to success is littered with ...{{BR}}litter.
ar: طريق النجاح مُقمم ب ...{{BR}}القمامة.
ar_eg: طريق النجاح متزبل ب ...{{BR}}الزبالة.
be: Шлях да посьпеху ўсеяны ...{{BR}}сьмецьцем.
be@tarask: Šlach da pośpiechu ŭsiejany ...{{BR}}śmiećciem.
de: Der Weg zum Erfolg ist zugemüllt mit ...{{BR}}Müll.
ja: 成功への道は、ごみごみしている――{{BR}}ゴミで。
pt: A via ao sucesso é entulhada com ...{{BR}}entulho.
uk: Шлях до успіху засмічений ...{{BR}}сміттям.

source: Getting up is half the fun.
ar: أن تعيد الوقوف على قدميك نصف الطريق.
ar_eg: إنك ترجع تقف على رجليك نص السكة.
be: Падымацца - палова забавы.
be@tarask: Padymacca - pałova zabavy.
de: Hinaufgehen ist der halbe Spa{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}.
ja: 登るのは、お楽しみの半分に過ぎない。
pt: Chegar ao topo é só metade da diversão.
uk: Піднятись - вже половина веселощів.

source: If stuck,{{BR}}press {{ExitButton}}.
ar: إذا علقت{{BR}}اضغط{{ExitButton}}.
ar_eg: إذا علقت{{BR}}اضغط{{ExitButton}}.
be: Калі затрымаліся,{{BR}}націсьніце {{ExitButton}}.
be@tarask: Kali zatrymalisia,{{BR}}naciśnicie {{ExitButton}}.
de: Gefangen?{{BR}}Drücke {{ExitButton}}!
ja: 行き詰まったら、{{BR}}{{ExitButton}}を押しな。
pt: Se preso,{{BR}}aperte {{ExitButton}}.
uk: Якщо затрягли,{{BR}}натисніть {{ExitButton}}.

source: Phew?
ar: الحمدلله؟
ar_eg: الحمدلله؟
be: Уф?
be@tarask: Uf?
de: Uff?
ja: ふぅ？
pt: Ufa?
uk: Оце так?

source: reached A New Beginning with {{Abilities}} at {{GameTime}}.
ar: وصل لبدايةٍ جديدة ومعه{{Abilities}} عند{{GameTime}}.
ar_eg: وصل لبدايةٍ جديدة ومعاه{{Abilities}} عند{{GameTime}}.
be: дасягнулі Новага Пачатку з дапамогай {{Abilities}} за {{GameTime}}.
be@tarask: dasiahnuli Novaha Pačatku z dapamohaj {{Abilities}} za {{GameTime}}.
de: erreichte "Ein neuer Anfang" mit {{Abilities}} nach {{GameTime}}.
ja: 所要時間{{GameTime}}で【新たなる始まり】に到達。所持能力：{{Abilities}}
pt: chegou a Um Novo Começo com {{Abilities}} em {{GameTime}}.
uk: досягнуто Нового початку за допомогою {{Abilities}} за {{GameTime}}.

source: Higher, Higher, Higher!
ar: أعلى، أعلى، أعلى!
ar_eg: لفوق، لفوق، لفوق!
be: Вышэй, Вышэй, Вышэй!
be@tarask: Vyšej, Vyšej, Vyšej!
de: Höher, höher, höher!
ja: もっと、もっと、高く！
pt: Mais Alto, Mais Alto, Mais Alto!
uk: Вище, вище, вище!

source: It can be helpful to do two things at the same time.
ar: قد يساعد فعل شيئين في آن واحد.
ar_eg: صاحب بالين بيعمل كداب بس عملي برضو.
be: Рабіць дзьве дзеі адначасова можа быць карысным.
be@tarask: Rabić dźvie dzieji adnačasova moža być karysnym.
de: Es kann hilfreich sein, zwei Dinge gleichzeitig zu tun.
ja: 二兎を追う者が得をすることもある。
pt: Pode ser útil fazer duas coisas ao mesmo tempo.
uk: Іноді допомагає виконувати дві справи за раз.

source: Oh, it shrunk?
ar: وه، لقد انكمشت؟
ar_eg: وه، ده صغر؟
be: Ой, яно зьменшылася?
be@tarask: Oj, jano źmienšyłasia?
de: Sie ist geschrumpft?
ja: え、縮んだ？
pt: Oh, encolheu?
uk: О, воно звузилося?

source: Stepping away from the problem can help resolve it.
ar: الابتعاد عن المشكلة قد يساهم في حلها.
ar_eg: الابتعاد عن المشكلة ممكن يساعد في حلها.
be: Адступіць ад праблемы можа быць карысным для разьвязку.
be@tarask: Adstupić ad prablemy moža być karysnym dla raźviazku.
de: Viele Probleme lösen, wenn man einfach ein paar Schritte zurück geht.
ja: 臭い物に蓋をするのが、良い解決策な時だってある。
pt: Pisar fora do problema pode ajudar a resolvê-lo.
uk: Щоб вирішити проблему, треба відійти від неї.

source: Jumpers lose platforms.{{BR}}Don't be a jumper.
ar: من يقفز يفقد المنصات.{{BR}}لا تكن منهم.
ar_eg: إللي بينط بيخسر المنصات.{{BR}}متبقاش منهم.
be: Скакуны губляюць плятформы.{{BR}}Ня будзь скакуном.
be@tarask: Skakuny hublajuć platformy.{{BR}}Nia budź skakunom.
de: Springer{{BR}}verlieren Plattformen.{{BR}}Sei kein Springer.
ja: 跳ぶ者、足場を失う。{{BR}}跳ぶ者になるな。
pt: Saltadores perdem{{BR}}plataformas.{{BR}}Não seja um saltador.
uk: Стрибунці втрачають{{BR}}платформи.{{BR}}Не будьте стрибунцем.

source: Try going in circles, but ...
ar: حاول السير في دوائر، لكن ...
ar_eg: حاول تمشي في دوائر، لكن ...
be: Спрабуй хадзіць коламі, але ...
be@tarask: Sprabuj chadzić kołami, ale ...
de: Versuche, im Kreis zu gehen, aber ...
ja: ぐるぐる回ってみな。だけど――
pt: Tente ir em círculos, mas ...
uk: Спробуйте ходити колами, але ...

source: ... five is right out!
ar: ... الخمسة هي الصواب!
ar_eg: ... خمسة هو الصح!
be: ... пяць не варыянт!
be@tarask: ... piać nie varyjant!
de: ... 5 ist raus!
ja: ――5周は論外！
pt: ... cinco está fora!
uk: ... п'ять - не варіант!

source: Mwahaha!
ar: نياهاها!
ar_eg: نياهاها!
be: Му-ха-ха-ха!
be@tarask: Mu-cha-cha-cha!
de: Muahaha!
ja: ムワッハッハ！
pt: Muahaha!
uk: Азазазаза!

source: Let's put weird and weird together,{{BR}}and make it even weirder!{{BR}}Weird, weird space{{BR}}is super-weird!{{BR}}{{BR}}Press {{ExitButton}}.
ar: ضع الغريب على الغريب،⁣{{BR}}وإ جعلهم أكثر غرابة!{{BR}}غرابة الغريب{{BR}}يالها من غرابة!{{BR}}{{BR}}اضغط{{ExitButton}}.
ar_eg: ضع الغريب على الغريب،⁣{{BR}}وإ جعلهم أكثر غرابة!{{BR}}غرابة الغريب{{BR}}يالها من غرابة!{{BR}}{{BR}}اضغط{{ExitButton}}.
be: Возьмем дзіўнага і яшчэ дзіўнага,{{BR}}і зробім яшчэ дзіўнейшае!{{BR}}Дзіўны, дзіўны космас{{BR}}супэр-дзіўны!{{BR}}{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Voźmiem dziŭnaha i jašče dziŭnaha,{{BR}}i zrobim jašče dziŭniejšaje!{{BR}}Dziŭny, dziŭny kosmas{{BR}}super-dziŭny!{{BR}}{{BR}}Naciśnicie {{ExitButton}}.
de: Lasst uns zusammen albern sein.{{BR}}Noch viel verrückter sein.{{BR}}Der wirre, wirre Raum{{BR}}ist nicht ganz bei Trost!{{BR}}{{BR}}Drücke {{ExitButton}}.
ja: 宇宙は大ヘンだ！{{BR}}{{BR}}{{ExitButton}}を押せ。
pt: Ponhamos estranho junto a estranho,{{BR}}e tornemo-lo mais estranho!{{BR}}Estranho, espaço estranho{{BR}}é super estranho!{{BR}}{{BR}}Aperte {{ExitButton}}.
uk: Візьмімо дивного і ще дивного,{{BR}}зробімо ще дивнішим!{{BR}}Дивний, дивний простір{{BR}}мега-дивний!{{BR}}{{BR}}Натисніть {{ExitButton}}.

source: Героям слава!
be@tarask: Ğerojam slava!

source: this sign has{{BR}}SHARP EDGES{{BR}}do not touch
de: dieses Schild hat{{BR}}SCHARFE KANTEN{{BR}}nicht berühren
ja: 看板{{BR}}＜角に注意＞{{BR}}触るな
pt: esta placa tem{{BR}}BORDAS AFIADAS{{BR}}não toque

source: A path to another world has appeared nearby.
de: Ein Weg zu einer anderen Welt ist nahe.
ja: 別のワールドへの道が近くに現れた。
pt: Um caminho a outro mundo surgiu perto daqui.

source: You can now enter another world!
de: Du kannst jetzt eine andere Welt betreten!
ja: 別のワールドに行けるようになった！
pt: Agora pode entrar em outro mundo!

source: The Teleporter{{BR}}(press {{ExitButton}})
de: Der Teleporter{{BR}}(Drücke {{ExitButton}})
ja: テレポーター{{BR}}（{{ExitButton}}を押せ）
pt: O Teletransportador{{BR}}(aperte {{ExitButton}})
