Repository: divVerent/aaaaxy
Catalog: assets/locales/*/level.po
Languages: ar, ar_eg, be, be@tarask, de, ja, pt, uk

source: You are in a{{BR}}maze of twisted{{BR}}little passages,{{BR}}all alike.
ar: أنت في{{BR}}متاهة من الممرات{{BR}}الملتوية الصغيرة،{{BR}}كلها متشابهة.
ar_eg: أنت في{{BR}}متاهة من الممرات{{BR}}الملتوية الصغيرة،{{BR}}كلها متشابهة.
be: Вы ў лябірынце{{BR}}заблытаных дробных{{BR}}шляхаў, падобных{{BR}}адзін на аднаго.
be@tarask: Vy ŭ labiryncie{{BR}}zabłytanych drobnych{{BR}}šlachaŭ, padobnych{{BR}}adzin na adnaho.
ja: あなたは{{BR}}曲がりくねった{{BR}}狭い迷路の中。{{BR}}代り映えしない。
pt: Está num{{BR}}labirinto de{{BR}}passagenzinhas{{BR}}retorcidas,{{BR}}todas iguais.
uk: Тепер ви в лабіринті{{BR}}з хитросплетінням{{BR}}вузьких шляхів,{{BR}}схожих як один.

source: A hollow voice says 'fool'.{{BR}}Press {{ExitButton}}.
ar: يقول صوتٌ أجوف: "أحمق".{{BR}}اضغط{{ExitButton}}.
ar_eg: يقول صوتٌ أجوف: "أحمق".{{BR}}اضغط{{ExitButton}}.
be: Глухі голас кажа "Дурань".{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Hłuchi hołas kaža "Durań".{{BR}}Naciśnicie {{ExitButton}}.
de: A hollow voice says 'fool'.{{BR}}Drücke {{ExitButton}}.
ja: 「馬鹿め」と響くは虚ろな声。{{BR}}{{ExitButton}}を押せ。
pt: Uma voz vazia diz 'tolo'.{{BR}}Aperte {{ExitButton}}.
uk: Глухий голос каже "Дурень".{{BR}}Натисніть {{ExitButton}}.

source: If walking alone won't do, try some exercise.
ar: إن لم يكفي المشي وحده، جرب التمارين.
ar_eg: لو المشي لوحده مش مكفي، جرب تتمرن.
be: Калі простая хада не дапамагае, паспрабуйце якісь практыкаваньні.
be@tarask: Kali prostaja chada nie dapamahaje, pasprabujcie jakiś praktykavańni.
de: Wenn Gehen nicht reicht, versuche es mit ein wenig Sport.
ja: 歩くだけが物足りなければ、軽く運動してみよう。
pt: Se andar não basta, tente exercitar-se.
uk: Якщо просто ходити не допомагає, спробуйте якісь вправи.

source: Every great adventure started with the line{{BR}}"I know a shortcut".
ar: كل المغامرات العظيمة بدأت بقول:{{BR}}"أنا أعرف طريقًا مختصرًا".
ar_eg: كل المغامرات العظيمة بدأت بقول:{{BR}}"أنا أعرف تخريمة".
be: Кожная вялікая прыгода пачынаецца словамі{{BR}}"Я ведаю карацейшы шлях".
be@tarask: Kožnaja vialikaja pryhoda pačynajecca słovami{{BR}}"Ja viedaju karaciejšy šlach".
de: Die längsten und abenteuerlichsten Reisen beginnen mit den Worten:{{BR}}"Ich kenne eine Abkürzung".
ja: あらゆる偉大な冒険は、この一節から始まった。{{BR}}「ぼくは近道を知っている」
pt: Toda grande aventura começou com{{BR}}"Sei um atalho".
uk: Кожна велика пригода починається з фрази{{BR}}"Я знаю коротший шлях".

source: Sometimes you don't just lose sight of something.
ar: أحيانًا لا تفقد شيئًا من مرمى بصرك بسهولة.
ar_eg: أوقات بيبقى صعب حاجة تختفي من قدامك.
be: Часам нешта проста не зьнікае з поля зроку.
be@tarask: Časam niešta prosta nie źnikaje z pola zroku.
de: Manches sollte man besser nicht aus dem Auge verlieren.
ja: ときには、見失うだけで済まない。
pt: Às vezes simplesmente não se perde algo de vista.
uk: Буває, що речі не просто продадають з поля зору.

source: Hey, I needed that!
ar: وي، إنّي أحتاج تلك!
ar_eg: ياعم، أنا محتاجها!
be: Эй, мне гэта было патрэбна!
be@tarask: Ej, mnie heta było patrebna!
de: He, ich brauchte den noch!
ja: おい、あれ要るのかよ！
pt: Ei, eu precisava disso!
uk: Агов, мені це потрібно!

source: Do you like the red room?
ar: أتحب الغرفة الحمراء؟
ar_eg: بتحب الأوضة الحمرا؟
be: Ці падабаецца табе чырвоны пакой?
be@tarask: Ci padabajecca tabie čyrvony pakoj?
de: Gefällt dir das rote Zimmer?
ja: 赤い部屋はお好き？
pt: Gosta da sala vermelha?
uk: Подобається червона кімната?

source: Lack of apparent purpose does not mean you don't need it.
ar: انعدام سبب واضح لا يُمحي ضرورة إحتياجه.
ar_eg: انعدام سبب واضح مش معناه إنك مش محتاجه.
be: Адсутнасьць відавочнага сэнсу ня значыць, што табе гэтага ня трэба.
be@tarask: Adsutnaść vidavočnaha sensu nia značyć, što tabie hetaha nia treba.
de: Nicht alles, was nutzlos scheint, ist unbrauchbar.
ja: 目的がパッとわからなくても、必要ないってことじゃあない。
pt: Falta de propósito aparente não significa que seja desnecessário.
uk: Відсутність видимого призначення не значить, що зараз це не потрібно.

source: Funny and{{BR}}{{BR}}original.
ar: مضحك و{{BR}}{{BR}}مبتكر.
ar_eg: مضحك و{{BR}}{{BR}}مبتكر.
be: Сьмешна і{{BR}}{{BR}}арыґінальна.
be@tarask: Śmiešna i{{BR}}{{BR}}aryginalna.
de: Witzig und{{BR}}{{BR}}originell.
ja: ワクワク{{BR}}＆{{BR}}オリジナル
pt: Divertido e{{BR}}{{BR}}original.
uk: Потішно та{{BR}}{{BR}}незвично.

source: Pushing Onwards
ar: الدفع للأمام
ar_eg: إتقدم
be: Штурхаем далей
be@tarask: Šturchajem dalej
de: Vorgeschoben
pt: Empurrar Adiante
uk: Просуваємося вперед

source: Some ideas only seem smart at first.
ar: تبدو بعض الأفكار ذكيةً في البداية فقط.
ar_eg: في أفكار بتبان ذكية في الأول بس.
be: Некаторыя ідэі толькі спачатку здаюцца разумнымі.
be@tarask: Niekatoryja ideji tolki spačatku zdajucca razumnymi.
de: Manche Ideen sind nur scheinbar schlau.
ja: パッと見の印象だけはいい――そんなアイデアもある。
pt: Umas ideias só parecem boas a princípio.
uk: Деякі ідеї виглядають розумно лише на перший погляд.

source: If there seems to be no way, you just haven't found it yet.
ar: إن بدا كأنه لا سبيل، لا تقلق فأنت لم تجده بعد.
ar_eg: لو شايف إن مفيش سكة،متخافش إنت بس لسة ملقيتهاش.
be: Калі здаецца, што шляху няма, вы яго проста яшчэ не знайшлі.
be@tarask: Kali zdajecca, što šlachu niama, vy jaho prosta jašče nie znajšli.
de: Wenn es keinen Weg zu geben scheint, hast du ihn blo{{if eq Lang "de-CH"}}ss{{else}}ß{{end}} noch nicht gefunden.
ja: 道がないように思えるのならば、それはただ、君がまだ見つけていないというだけのことだ。
pt: Se parece não haver como, só não descobriu ainda.
uk: Якщо здається, що виходу немає. може ви просто ще не знайшли його.

source: Before The Anti-Hub
ar: ما قبل المركز العكسي
ar_eg: ما قبل المركز العكسي
be: Хутка будзе Анты-Вузел
be@tarask: Chutka budzie Anty-Vuzieł
de: Vor dem Antihub
ja: The Anti-Hub前
pt: Antes do Anticruzamento
uk: Скоро буде Анти-Хаб

source: Only you would fall for a trap as primitive as this one.
ar: أنت فقط من قد يقع في فخٍ في مثل بدائية هذا.
ar_eg: مفيش غيرك يقع في خدعة بدائية زي دي.
be: Толькі ты б папаўся ў такую простую пастку
be@tarask: Tolki ty b papaŭsia ŭ takuju prostuju pastku
de: Nur du würdest in eine derart primitive Falle gehen.
ja: こんな原始的な罠に引っかかるのは君くらいだ。
pt: Só você cairia numa armadilha tão primitiva quanto esta.
uk: Тільки ви могли потрапити в таку елементарну пастку.

source: Lack of purpose never was a reason not to do it.
ar: ما كان انعدام السبب سببًا لئلّا تفعلها.
ar_eg: انعدام السبب عمره ما كان سبب في إنك متعملهاش.
be: Адсутнасьць сэнсу ніколі не была прычынай не рабіць гэта.
be@tarask: Adsutnaść sensu nikoli nie była pryčynaj nie rabić heta.
de: Obwohl etwas keinen Sinn hat, kann man es doch trotzdem tun.
ja: 目的がないのは、やらない理由にはならない。
pt: Falta de propósito nunca foi motivo de não o fazer.
uk: У справжнього самурая немає цілі. Тільки шлях.

source: Multi Party Authorization
ar: تفويض متعدد المصدر
ar_eg: التفويض المتعدد
be: Шматфактарная аўтарызацыя
be@tarask: Šmatfaktarnaja aŭtaryzacyja
de: Das Vier-Augen-Prinzip
ja: マルチパーティ認証
pt: Autorização por Múltiplas Partes
uk: Багатофакторна авторизація

source: Failure is a stepping stone to success.
ar: ما الفشل إلا حجر أساسٍ للنجاح.
ar_eg: الفشل حجر أساس النجاح.
be: Правал - ступень да посьпеху.
be@tarask: Pravał - stupień da pośpiechu.
de: Aus Fehlern lernt man.
ja: 失敗は成功への足がかりだ。
pt: A falha é um marco na via do sucesso.
uk: Шлях до успіху всіяний невдачами.

source: Those who walk, fall.
ar: من يتمشى يقع.
ar_eg: إللي يتمرقع يقع.
be: Тыя, хто ходзіць, падаюць.
be@tarask: Tyja, chto chodzić, padajuć.
de: Wer geht, fällt.
ja: 歩く者は落ちる。
pt: Os que andam, caem.
uk: Хто йде, той і падає.

source: Well, it's actually{{BR}}surprisingly simple.
ar: حقيقة، ⁣{{BR}}إنه بغاية البساطة
ar_eg: الصراحة، ⁣{{BR}}الكلام ده بسيط جدًا.
be: Ну, насамрэч гэта{{BR}}надзвычайна проста.
be@tarask: Nu, nasamreč heta{{BR}}nadzvyčajna prosta.
de: Na, das ist eigentlich{{BR}}überraschend einfach.
ja: えっと、実は{{BR}}めっちゃシンプルなんだ。
pt: Bem, é de fato{{BR}}surpreendentemente{{BR}}simples.
uk: На превелике диво, це{{BR}}дуже просто.

source: Simplex, duplex,{{BR}}oh so complex.
ar: عقدت عقدًا{{BR}}يا لتعقيد عقدته.
ar_eg: عقدت عقد{{BR}}معقد بعقدة من فوق.
be: Сымплекс, дуплекс,{{BR}}ох як цяжка.
be@tarask: Sympleks, dupleks,{{BR}}och jak ciažka.
de: Ganz einfach, wenn man's doppelt nimmt.
ja: シンぷル、ダぷル、{{BR}}うわ、ややこし。
pt: Única fique, ou duplique{{BR}}busque e pratique, ou complique.
uk: Симплекс, дуплекс,{{BR}}як все складно.

source: Tower of Impossible
ar: برج المستحيل
ar_eg: برج المستحيل
be: Вежа немагчымага
be@tarask: Vieža niemahčymaha
de: Der unmögliche Turm
ja: 不可能の塔
pt: Torre do Impossível
uk: Вежа неможливостей

source: And ... the floor transforms into shiny yet deadly coins.{{BR}}Without the coins.{{BR}}That's unfortunate.
ar: و ... تتحول الأرضية إلى عملات لامعة و قاتلة.{{BR}}لكن بلا عملات.{{BR}}يا لأسف.
ar_eg: و ... تتحول الأرضية إلى عملات لامعة و قاتلة.{{BR}}لكن من غير عملات.{{BR}}ياخسارة.
be: І ... падлога ператвараецца ў зьзяючыя, але сьмяротныя манэты.{{BR}}Толькі без манэт.{{BR}}Шкада.
be@tarask: I ... padłoha pieratvarajecca ŭ źziajučyja, ale śmiarotnyja manety.{{BR}}Tolki biez manet.{{BR}}Škada.
de: Und ... der Boden verwandelt sich in glänzende, doch tödliche, Münzen.{{BR}}Ohne die Münzen.{{BR}}Wie schade.
ja: ……そして地面は、キラキラで命取りなコインに姿を変える。{{BR}}「コイン」抜きに。{{BR}}お生憎様。
pt: E ... o chão transforma-se em moedas reluzentes mas mortais.{{BR}}Sem as moedas.{{BR}}Infelizmente.
uk: І... підлога перетворюється на блискучі, але смертоносні монетки.{{BR}}Без монеток.{{BR}}Шкода.

source: I pressed the impossible button and{{BR}}all I got was this lousy message.
ar: ضغطت على الزر المستحيل{{BR}}و كل ما جنيت هو تلك الرسالة المبتذلة.
ar_eg: ضغطت على الزر المستحيل{{BR}}و كل إللي جاللي هو الرسالة المبتذلة دي.
be: Я націснуў на немагчымую кнопку і{{BR}}атрымаў толькі гэтае паршывае паведамленьне.
be@tarask: Ja nacisnuŭ na niemahčymuju knopku i{{BR}}atrymaŭ tolki hetaje paršyvaje paviedamleńnie.
de: Ich drückte den unerreichbaren Knopf und{{BR}}alles, was ich bekam, war diese blöde Nachricht.
ja: このボタンを押すために、不可能を可能にした。{{BR}}得られたのは、このひどいメッセージだけだ。
pt: Apertei o botão impossível e{{BR}}tudo que obtive foi esta péssima mensagem.
uk: Я натиснув неможливу кнопку,{{BR}}і все, що я отримав -{{BR}}оце паршиве повідомлення.

source: The grass is always greener on the other side.
ar: المرج أكثر خضرة على الناحية الأخرى.
ar_eg: المرج أكثر خضرة على الناحية الأخرى.
be: На другім боку трава заўжды зелянейшая.
be@tarask: Na druhim boku trava zaŭždy zielaniejšaja.
de: Die Kirschen in Nachbars Garten schmecken immer ein bisschen sü{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}er.
ja: 隣の芝は青い。
pt: A grama do vizinho é sempre a mais verde.
uk: За парканом трава завжди зеленіша.

source: You can now disable the force fields!
ar: الآن بإمكانك إلغاء حقول الطاقة!
ar_eg: دلوقتي تقدر تلغي حقول الطاقة!
be: Зараз вы можаце адключыць сілавыя полі!
be@tarask: Zaraz vy možacie adklučyć siłavyja poli!
de: Du kannst jetzt Kraftfelder abschalten!
ja: 力場をオフにできるようになった！
pt: Agora pode desligar os campos de força!
uk: Тепер ви можете відключати силові поля!

source: The Remote{{BR}}(hold {{ActionButton}})
ar: جهاز التحكم{{BR}}(عليك ب{{ActionButton}})
ar_eg: جهاز التحكم{{BR}}(إفضل دايس{{ActionButton}})
be: Пульт{{BR}}(трымайце {{ActionButton}})
be@tarask: Pult{{BR}}(trymajcie {{ActionButton}})
de: Die Fernbedienung{{BR}}(halte {{ActionButton}})
ja: 【リモコン】{{BR}}（{{ActionButton}}を押している間使用可能）
pt: O Remoto{{BR}}(segure {{ActionButton}})
uk: Пульт{{BR}}(Затисніть {{ActionButton}})

source: Do you have{{BR}}what it takes?
ar: ألديك{{BR}}ما يتطلبه الأمر؟
ar_eg: انت{{BR}}قدها؟
be: Ці ты маеш тое,{{BR}}што патрэбна?
be@tarask: Ci ty maješ toje,{{BR}}što patrebna?
de: Bist du{{BR}}stark genug?
ja: 必要なものは{{BR}}持っているか？
pt: Tem o{{BR}}necessário?
uk: Маєте все,{{BR}}що потрібно?

source: You think{{BR}}you can do it?
ar: أتظن{{BR}}أن بوسعك فعلها؟
ar_eg: شايف{{BR}}إنك تقدر؟
be: Думаеш,{{BR}}зможаш гэта?
be@tarask: Dumaješ,{{BR}}zmožaš heta?
de: Denkst du,{{BR}}du kannst es?
ja: お前はできると{{BR}}思っているのか？
pt: Pensa que{{BR}}consegue?
uk: Думаєте,{{BR}}ви зможете?

source: Show me{{BR}}what you've got
ar: أرني{{BR}}ما لديك
ar_eg: وريني{{BR}}إللي عندك
be: Пакажы мне,{{BR}}што маеш
be@tarask: Pakažy mnie,{{BR}}što maješ
de: Zeig mir,{{BR}}was du kannst
ja: 手にしたものを{{BR}}見せてもらおう。
pt: Mostre-me{{BR}}o que sabe
uk: Покажіть, на{{BR}}що ви здатні

source: And you didn't{{BR}}forget the remote?
ar: وأنت لم{{BR}}تنس جهاز التحكم؟
ar_eg: وانت{{BR}}منسيتش الريموت؟
be: А ці ты не забыўся{{BR}}на пульт?
be@tarask: A ci ty nie zabyŭsia{{BR}}na pult?
de: Hast du die{{BR}}Fernbedienung?
ja: リモコンを忘れては{{BR}}いないだろうな？
pt: E não es-{{BR}}queceu o remoto?
uk: Ви ж не{{BR}}забули пульт?

source: DANGER
ar: خطر
ar_eg: خطر
be: НЕБЯСЬ-{{BR}}ПЕЧНА
be@tarask: NIEBIAŚ-{{BR}}PIEČNA
de: GEFAHR
ja: 危険
pt: PERIGO
uk: НЕБЕЗПЕКА

source: CAUTION
ar: حذار
ar_eg: حذار
be: УВАГА
be@tarask: UVAHA
de: VORSICHT
ja: 注意
pt: CUIDADO
uk: УВАГА

source: WARNING
ar: إحذر
ar_eg: إحذر
be: ПАПЯРЭ-{{BR}}ДЖАНЬНЕ
be@tarask: PAPIARE-{{BR}}DŽAŃNIE
de: WARNUNG
ja: 警告
pt: ALERTA
uk: ПОПЕРЕДЖЕННЯ

source: RISK OF{{BR}}ELECTRIC SHOCK
ar: خطر{{BR}}صعق كهربائي
ar_eg: خطر{{BR}}صعق كهربائي
be: РЫЗЫКА{{BR}}ЭЛЕКТРАШОКУ
be@tarask: RYZYKA{{BR}}ELEKTRAŠOKU
de: STROMSCHLAG-{{BR}}GEFAHR
ja: 感電注意
pt: RISCO DE{{BR}}CHOQUE ELÉTRICO
uk: ЗАГРОЗА УДАРУ{{BR}}ЕЛЕКТРОСТРУМОМ

source: DO NOT LOOK INTO LASER{{BR}}WITH REMAINING EYE
ar: لا تنظر للشعاع{{BR}}بالعين الباقية
ar_eg: لا تنظر للشعاع{{BR}}بالعين الباقية
be: НЕ ГЛЯДЗІЦЕ Ў ЛЯЗЭР{{BR}}ВОКАМ, ШТО ЗАСТАЛОСЯ
be@tarask: NIE HLADZICIE Ŭ LAZER{{BR}}VOKAM, ŠTO ZASTAŁOSIA
de: SCHAUE NICHT IN LASER{{BR}}MIT VERBLEIBENDEM AUGE
ja: 残ってる眼で{{BR}}レーザーを見るな
pt: NÃO OLHE PARA O LÊISER{{BR}}COM O OLHO SOBRANDO
uk: НЕ ДИВИТИСЬ НА ЛАЗЕРНИЙ{{BR}}ПРОМІНЬ ОСТАННІМ ОКОМ

source: LEGAL{{BR}}WAIVER
ar: تنازل{{BR}}قانوني
ar_eg: تنازل{{BR}}قانوني
be: АДМОВА{{BR}}АД АДКАЗНАСЬЦІ
be@tarask: ADMOVA{{BR}}AD ADKAZNAŚCI
de: VERZICHTS-{{BR}}ERKLÄRUNG
ja: 法的免責
pt: ISENÇÃO{{BR}}LEGAL
uk: ВІДМОВА ВІД{{BR}}ВІДПОВІДАЛЬНОСТІ

source: NO{{BR}}WARRANTY
ar: بلا{{BR}}ضمان
ar_eg: بلا{{BR}}ضمان
be: НЯМА{{BR}}ҐАРАНТЫЙ
be@tarask: NIAMA{{BR}}GARANTYJ
de: OHNE{{BR}}GARANTIE
ja: 無保証
pt: SEM{{BR}}GARANTIA
uk: ЖОДНИХ{{BR}}ГАРАНТІЙ

source: HIGH{{BR}}VOLTAGE
ar: جهد{{BR}}عالي
ar_eg: جهد{{BR}}عالي
be: ВЫСОКАЯ{{BR}}НАПРУЖА-{{BR}}НАСЬЦЬ
be@tarask: VYSOKAJA{{BR}}NAPRUŽA-{{BR}}NAŚĆ
de: HOCH-{{BR}}SPANNUNG
ja: 高電圧
pt: ALTA{{BR}}VOLTAGEM
uk: ВИСОКА{{BR}}НАПРУГА

source: YOU HAVE{{BR}}BEEN WARNED
ar: قد أعذر{{BR}}من أنذر
ar_eg: قد أعذر{{BR}}من أنذر
be: ВАС{{BR}}ПАПЯРЭДЗІЛІ
be@tarask: VAS{{BR}}PAPIAREDZILI
de: DU WURDEST{{BR}}GEWARNT
ja: 警告は行われた
pt: VOCÊ FOI{{BR}}AVISADO
uk: ВАС{{BR}}ПОПЕРЕДЖЕНО

source: PROPOSITION 65
ar: البند ٦٥
ar_eg: البند٦٥
be: ПРАПАЗЫЦЫЯ 65
be@tarask: PRAPAZYCYJA 65
de: RkReÜAÜG M-V{{BR}}GVOBl. M-V S. 22
ja: カリフォルニア州法{{BR}}プロポジション65
pt: MIN SAÚDE ADVERTE
uk: ПРОПОЗИЦІЯ 65

source: And now you've learned{{BR}}not to touch the hot stove.
ar: والآن تعلّمت{{BR}}ألّا تلمس الموقد الساخن.
ar_eg: أديك إتعلمت{{BR}}متلمسش عين البوتاجاز.
be: Цяпер вы навучыліся,{{BR}}што нельга кранаць гарачага рукамі.
be@tarask: Ciapier vy navučylisia,{{BR}}što nielha kranać haračaha rukami.
de: Und jetzt wei{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}t du,{{BR}}dass der Ofen hei{{if eq Lang "de-CH"}}ss{{else}}ß{{end}} ist.
ja: 熱いストーブには{{BR}}触っちゃいけないって学べたね。
pt: E agora aprendeu{{BR}}a não tocar o forno quente.
uk: Тепер ви знаєте,{{BR}}що гаряче руками не чіпають.

source: The Butterfly Effect
ar: تأثير الفراشة
ar_eg: تأثير الفراشة
be: Эфэкт матылька
be@tarask: Efekt matylka
de: Der Schmetterlingseffekt
ja: バタフライ・エフェクト
pt: O Efeito Borboleta
uk: Ефект метелика

source: What we've done before{{BR}}may impact what we can do next.
ar: ما فعلناه في ما فات{{BR}}قد يؤثر على ما نستطيع فعله في ما هو آت.
ar_eg: إللي عملناه قبل كده{{BR}}هيؤثر على بعد كده.
be: Нашыя мінулыя дзеі{{BR}}могуць уплываць на нашыя наступныя магчымасьці.
be@tarask: Našyja minułyja dzieji{{BR}}mohuć upłyvać na našyja nastupnyja mahčymaści.
de: Was du vorher getan hast,{{BR}}kann sich auf das auswirken, das kommt.
ja: これまで行ってきたことが、{{BR}}次にとれる行動に影響を及ぼし得る。
pt: O que fizemos antes{{BR}}pode impactar o que poderemos fazer.
uk: Наші попередні вчинки{{BR}}можуть вплинути на наші майбутні можливості.

source: If you're only focusing on right now,{{BR}}you won't have enough for later.{{BR}}Press {{ExitButton}}.
ar: إذا أعطيت كل ما لديك للأن{{BR}}لن يبقى معك ما تعطيه للغد.{{BR}}اضغط {{ExitButton}}.
ar_eg: لو اديت كل إللي معاك لدلوقتي{{BR}}مش حيفضل معاك حاجة تديها لبكرة.{{BR}}اضغط {{ExitButton}}.
be: Калі вы факусуецеся толькі зараз,{{BR}}у вас не застанецца на потым.{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Kali vy fakusujeciesia tolki zaraz,{{BR}}u vas nie zastaniecca na potym.{{BR}}Naciśnicie {{ExitButton}}.
de: Wenn du nur an jetzt denkst,{{BR}}hast du nicht genug für später.{{BR}}Drücke {{ExitButton}}.
ja: 目先のことばかり考えていると、{{BR}}後になって足を掬われる。{{BR}}{{ExitButton}}を押せ。
pt: Se usar seu foco agora,{{BR}}não terá o suficiente para depois.{{BR}}Aperte {{ExitButton}}.
uk: Якщо фокусуватись тільки на теперішньому,{{BR}}не залишиться достатньо на потім.{{BR}}Натисніть {{ExitButton}}.

source: Moving forward may require{{BR}}making the most of what you've got.
ar: التحرك للأمام قد يحتاج{{BR}}بذل كل ما لديك.
ar_eg: إنك تكمل مشي لقدام ممكن يحتاج منك{{BR}}تبذل كل إللي عندك.
be: Каб рухацца наперад, можа спатрэбіцца{{BR}}бегчы з усіх ног.
be@tarask: Kab ruchacca napierad, moža spatrebicca{{BR}}biehčy z usich noh.
de: Um voran zu kommen, musst du{{BR}}das meiste aus dem machen, was du hast.
ja: ときに、前に進むためには、{{BR}}持てるものすべてを活用せねばならない。
pt: Prosseguir pode requerer{{BR}}fazer a maior parte do que já fez.
uk: Щоб просунутись вперед,{{BR}}треба бігти зі всіх ніг.

source: Kaizo
ar: كايزو
ar_eg: كايزو
be: Кайзо
be@tarask: Kajzo
ja: 改造
uk: Кайзо

source: Missing a shelljump in {{Year}}?
ar: تضييع قفزة الصَدفة في{{Year}}؟
ar_eg: تضييع قفزة الصَدفة في{{Year}}؟
be: Сумавалі па скоках на панцырах у {{Year}}?
be@tarask: Sumavali pa skokach na pancyrach u {{Year}}?
de: Einen Shelljump versemmelt in {{Year}}?
ja: {{Year}}年にもなったのに２段ジャンプも出来ないの？
pt: Falta um shelljump em {{Year}}?
uk: Сумував за стрибками по панцирях у {{Year}}?

source: Kaaaart Race
ar: سباق عربااات
ar_eg: سباق عربيااات
be: Гонкі на каааартах
be@tarask: Honki na kaaaartach
de: Kaaaart-Rennen
ja: カーーーートレース！
pt: Corrida de Kaaaart
uk: Перегони на каааартах

source: Those who haven't learned the trick{{BR}}must take a little pit stop.
ar: من لم يتعلم الطريقة{{BR}}وجب عليه التوقف بالإستراحة.
ar_eg: إللي متعلمش التركاية{{BR}}مضطر يركن على جنب.
be: Тыя, хто не навучыўся труку,{{BR}}мусяць узяць невялікі піт-стоп.
be@tarask: Tyja, chto nie navučyŭsia truku,{{BR}}musiać uziać nievialiki pit-stop.
de: Wer den Trick noch nicht kann,{{BR}}muss in die Boxengasse.
ja: 学習しなかった人は、{{BR}}休息を取らされる。
pt: Os que não aprenderam o truque{{BR}}devem fazer uma pequena pausa.
uk: Хто так і не навчився потрібному трюку,{{BR}}повинен зробити невеличкий піт-стоп.

source: Moved Enough?
ar: أحرّكت كفاية؟
ar_eg: حركت كفاية؟
be: Дастаткова парухалі?
be@tarask: Dastatkova paruchali?
de: Alles verschoben?
ja: ちゃんと動かした？
pt: Moveu o Suficiente?
uk: Розрухались?

source: Carried Enough?
ar: أحملت كفاية؟
ar_eg: شيلت كفاية؟
be: Дастаткова пацягалі?
be@tarask: Dastatkova paciahali?
de: Alles ertragen?
ja: ちゃんと運んだ？
pt: Carregou o Suficiente?
uk: Натягались?

source: Trash Chute
ar: منفذ القمامة
ar_eg: فتحة الزبالة
be: Сьмецьцеправод
be@tarask: Śmiećciepravod
de: Mülleinwurf
ja: ゴミ回収場
pt: Duto De Lixo
uk: Сміттєпровід

source: Taking Out the Trash
ar: رمي القمامة
ar_eg: إرمي الزبالة
be: Вынесьці Сьмецьце
be@tarask: Vynieści Śmiećcie
de: Den Müll rausbringen
ja: ゴミ捨て
pt: Remover o Lixo
uk: Вивіз сміття

source: Wait, did you take out all the trash?
ar: رويدك، أرميت القمامة؟
ar_eg: أباشا، رميت الزبالة؟
be: Пастой, ці ты вынес усё сьмецьце?
be@tarask: Pastoj, ci ty vynies usio śmiećcie?
de: Moment, hast du den Müll rausgebracht?
ja: ちょっと、ゴミはちゃんと全部捨てたかい？
pt: Espere, removeu todo o lixo?
uk: Зачекайте, все сміття забрали?

source: There is no such thing as a little white lie.
ar: لا وجود لكذبة بيضاء وأخرى سوداء.
ar_eg: مفيش كدبة بيضة و سودة.
be: Не бывае маленькай добрай ілжы.
be@tarask: Nie byvaje maleńkaj dobraj iłžy.
de: Es gibt keine harmlosen Lügen.
ja: 「ちょっとした方便」なんてものは存在しない。
pt: Não há isso de mentirinha branca.
uk: Не буває маленької брехні заради порятунку.

source: Yes
ar: نعم
ar_eg: اه
be: Так
be@tarask: Tak
de: Ja
ja: はい
pt: Sim
uk: Так

source: No
ar: لا
ar_eg: لا
be: Не
be@tarask: Nie
de: Nein
ja: いいえ
pt: Não
uk: Ні

source: Why did you even lie?{{BR}}Press {{ExitButton}}.
ar: وي ! لِما كَذبت؟{{BR}}اضغط{{ExitButton}}
ar_eg: ياعم! إنت كدبت ليه؟{{BR}}اضغط{{ExitButton}}.
be: Чаму ты ўвогуле хлусіў?{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Čamu ty ŭvohule chłusiŭ?{{BR}}Naciśnicie {{ExitButton}}.
de: Wieso hast du überhaupt gelogen?{{BR}}Drücke {{ExitButton}}.
ja: どうして嘘なんて？{{BR}}{{ExitButton}}を押しな。
pt: Para que mentiu?{{BR}}Aperte {{ExitButton}}.
uk: Ну й навіщо ви збрехали?{{BR}}Натисніть {{ExitButton}}.

source: The definition of insanity is doing the same thing over and over again,{{BR}}but expecting different results.
ar: تعريف الجنون هو فعل الشيء نفسه مرارًا وتكرارًا،{{BR}}وانتظار نتائج مختلفة.
ar_eg: تعريف الجنون هو فعل نفس الشيء مرارًا و تكرارًا،{{BR}}و انتظار نتائج مختلفة.
be: Вар'яцтва - гэта рабіць адно й тое ж зноў і зноў,{{BR}}але чакаць розных вынікаў.
be@tarask: Varjactva - heta rabić adno j toje ž znoŭ i znoŭ,{{BR}}ale čakać roznych vynikaŭ.
de: Die Definition von Wahnsinn ist, immer wieder das Gleiche zu tun{{BR}}und andere Ergebnisse zu erwarten.
ja: 狂気とは、同じことを何度も何度も繰り返しながらも、{{BR}}結果が変わることを期待することである。
pt: A definição de insanidade é fazer a mesma coisa várias vezes,{{BR}}mas esperar resultados diferentes.
uk: Безглуздя - це робити одне й теж знову і знову,{{BR}}але очікувати різних результатів.

source: Van Vlijmen's Vexing Vertical Vector Vertigo
ar: فلان فلاني في فضاءٍ فائق
ar_eg: فلان فلاني في فضاءٍ فائق
be: Вярцячыся Вэртыкальны Вэктар Варонкі Ван Влеймэна
be@tarask: Viarciačysia Vertykalny Vektar Varonki Van Vlijmena
de: Van Vlijmens Verzwicktes Vertikales Vektor-Vexierspiel
pt: Vertigem Vetorial Vertical Vexada de Van Vlijmen
uk: Виснажуючий Вертикальний Вектор Воронки Ван Вліжмена

source: The One Way Round
ar: الاتجاه الواحد الدائري
ar_eg: الطريق الدائري
be: Толькі ў аб'езд
be@tarask: Tolki ŭ abjezd
de: Eine gro{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}e Runde
ja: 一方通行
pt: O Círculo de Mão Única
uk: Тільки в об'їзд

source: déjà Vu
ar: ديجا فو
ar_eg: ديجا فو
be: дэжаВю
be@tarask: dežaViu

source: Try{{BR}}again
ar: حاول{{BR}}مجددًا
ar_eg: حاول{{BR}}تاني
be: Пас-{{BR}}пра-{{BR}}буйце{{BR}}зноў
be@tarask: Pas-{{BR}}pra-{{BR}}bujcie{{BR}}znoŭ
de: Noch{{BR}}mal
ja: もう{{BR}}一回
pt: Tente{{BR}}de{{BR}}novo
uk: Ще{{BR}}раз

source: The Wide Gap
ar: الفجوة الواسعة
ar_eg: الفجوة الواسعة
be: Шырокі разрыў
be@tarask: Šyroki razryŭ
de: Der Abgrund
pt: O Vão Largo
uk: Широка прірва

source: Mind your head, you've only got one.
ar: إنتبه لرأسك؛ فما لك سواها.
ar_eg: خلي بالك من دماغك؛ معندكش غيرها.
be: Беражы галаву, яна ў цябе адна.
be@tarask: Bieražy hałavu, jana ŭ ciabie adna.
de: Achte auf deinen Kopf - du hast nur einen.
ja: 頭に気をつけろ。代わりはないんだから。
pt: Cuidado com a cabeça, só tem uma.
uk: Бережіть голову, вона лише одна.

source: More is not always better.
ar: لا يعظم الشيء بكثرته.
ar_eg: الحاجة مش بتحلو بكترها.
be: Больш - не заўсёды лепш.
be@tarask: Bolš - nie zaŭsiody lepš.
de: Qualität braucht keine Quantität.
ja: 多ければ良いってものでもない。
pt: Mais nem é sempre melhor.
uk: Більше - не завжди краще.

source: Those who are not up to speed may get left behind.
ar: من لا يواكب قد يتخلف.
ar_eg: إللي مش قادر يواكب حيفضل ورا.
be: Хто ня можа паскарацца, можа застацца ззаду.
be@tarask: Chto nia moža paskaracca, moža zastacca zzadu.
de: Wer sich nicht beeilt, wird zurückgelassen.
ja: スピードについていけない者は、置いてけぼりになるかもしれない。
pt: Os despreparados à velocidade podem ser deixados para trás.
uk: Хто не може прискоритись, може залишитись позаду.
