Repository: divVerent/aaaaxy
Catalog: assets/locales/*/level.po
Languages: ar, ar_eg, be, be@tarask, de, ja, pt, uk

source: Time is of the essence.
ar: الوقت يقدّر بما تنفقه فيه.
ar_eg: الوقت متقاس بإنت بتقضيه في إيه.
be: Час важны.
be@tarask: Čas važny.
de: Die Fristeinhaltung ist wesentlich.
ja: 時間こそが重要なのだ。
pt: O tempo é essencial.
uk: Час вирішує.

source: Driving You Mad
ar: يقودك للجنون
ar_eg: يقودك للجنون
be: Зьехаць з глузду
be@tarask: Źjechać z hłuzdu
de: In den Wahnsinn getrieben
ja: 狂気のドライブ
pt: Ir à Loucura
uk: З'їхати з глузду

source: It's Bring Your Own Platform, you know.
ar: أحضر منصتك الخاصة بك لو سمحت.
ar_eg: جيب منصتك إنت لو سمحت.
be: Кожны прыносіць сваю плятформу, вядома ж.
be@tarask: Kožny prynosić svaju platformu, viadoma ž.
de: Jeder bringt seine eigene Plattform.
ja: 「足場持参」なんですよ。
pt: É para trazer sua própria plataforma, sabe.
uk: Тут, знаєте, кожен приходить зі своєю платформою.

source: Still got it?
ar: ألازالت معك؟
ar_eg: لسة معاك؟
be: Яна яшчэ{{BR}}ў цябе?
be@tarask: Jana jašče{{BR}}ŭ ciabie?
de: Hast du{{BR}}sie noch?
ja: まだ持ってる？
pt: Ainda tem?
uk: Вона ще{{BR}}у вас?

source: Small cars{{BR}}only
ar: العربات{{BR}}الصغيرة{{BR}}فقط
ar_eg: العربيات{{BR}}الصغيرة{{BR}}بس
be: Толькі{{BR}}маленькія{{BR}}машыны!
be@tarask: Tolki{{BR}}maleńkija{{BR}}mašyny!
de: Nur kleine{{BR}}Fahrzeuge
ja: 小型車限定
pt: Só carros{{BR}}pequenos
uk: Лише малі{{BR}}машини

source: {{BigCity}} Road Rage
ar: {{BigCity}}غضب الطريق
ar_eg: {{BigCity}}غضب الطريق
be: {{BigCity}} Дарожнае бязладзьдзе
be@tarask: {{BigCity}} Darožnaje biazładździe
de: Raserei in {{BigCity}}
ja: {{BigCity}}・煽り運転
pt: Condução Agressiva em {{BigCity}}
uk: Дорожній безлад: {{BigCity}}

source: Grand Theft Auto!
ar: سرقة السيارات الكبرى!
ar_eg: جاتا بكاسل!
ja: グラセフ！
uk: Зараз буде GTA!

source: Welcome to {{BigCity}}.
ar: أهلًا بك في{{BigCity}}.
ar_eg: أهلا بيك في{{BigCity}}.
be: Запрашаем у {{BigCity}}.
be@tarask: Zaprašajem u {{BigCity}}.
de: Willkommen in {{BigCity}}.
ja: {{BigCity}}へようこそ。
pt: Bem-vindo a {{BigCity}}.
uk: {{BigCity}}. Ласкаво просимо.

source: Crime doesn't pay.{{BR}}Press {{ExitButton}}.
ar: الجريمة لا تفيد.{{BR}}اضغط {{ExitButton}}.
ar_eg: الجريمة لا تفيد.{{BR}}اضغط {{ExitButton}}.
be: На злачынствах не заробіш.{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Na złačynstvach nie zarobiš.{{BR}}Naciśnicie {{ExitButton}}.
de: Verbrechen lohnt sich nicht.{{BR}}Drücke {{ExitButton}}.
ja: 犯罪は割に合わない。{{BR}}{{ExitButton}}を押せ。
pt: Crime não paga.{{BR}}Aperte {{ExitButton}}.
uk: На злочинному шляху добра не наживають.{{BR}}Натисніть {{ExitButton}}.

source: Dude!{{BR}}That's{{BR}}MY car!
ar: ويحك!{{BR}}تلك{{BR}}عربتي!
ar_eg: ياعم!{{BR}}دي{{BR}}عربيتي!
be: Чувача!{{BR}}Гэта{{BR}}МАЯ{{BR}}машына!
be@tarask: Čuvača!{{BR}}Heta{{BR}}MAJA{{BR}}mašyna!
de: He!{{BR}}Das ist{{BR}}MEINS!
ja: おい！{{BR}}俺の！{{BR}}車！
pt: Ei!{{BR}}Esse é o{{BR}}MEU{{BR}}carro!
uk: Чуваче!{{BR}}Це МОЯ{{BR}}тачка!

source: ... after?
ar: ... أنت؟
ar_eg: ... انت؟
be: ... шукаеце?
be@tarask: ... šukajecie?
de: ... hier?
ja: …だ？
pt: ... procura?
uk: ... шукаєте?

source: ... are ...
ar: ... ذا ...
ar_eg: ... عايز...
be: ... вы ...
be@tarask: ... vy ...
de: ... suchst ...
ja: …が…
pt: ... que ...
uk: ... ви ...

source: What ...
ar: ما ...
ar_eg: انت ...
be: Што ...
be@tarask: Što ...
de: Was ...
ja: 何…
pt: O ...
uk: Що ...

source: ... you ...
ar: ... تريد ...
ar_eg: ... إيه ...
be: ... тут ...
be@tarask: ... tut ...
de: ... du ...
ja: …狙い…
pt: ... você ...
uk: ... тут ...

source: Those who cannot remember the past are condemned to repeat it.
ar: الذين لا يذكرون الماضي محتوم عليهم تكراره.
ar_eg: إللي مش فاكر الماضي محتوم عليه يكرره.
be: Хто ня памятае мінулага, хто забывае мінулае - асуджаны зноў перажыць яго.
be@tarask: Chto nia pamiataje minułaha, chto zabyvaje minułaje - asudžany znoŭ pieražyć jaho.
de: Wer sich nicht seiner Vergangenheit erinnert, ist verurteilt, sie zu wiederholen.
ja: 過去を忘れる者は、過去を繰り返す定めにある。
pt: Os que não se lembram do passado estão condenados a repeti-lo.
uk: Ті, хто не пам'ятають минулого, приречені його повторювати.

source: Sometimes, the unprepared can't even follow instructions.
ar: أحيانًا حتى غير المتجهز لا يتبع التعليمات.
ar_eg: أوقات حتى الجاهز مش بيتبع التعليمات.
be: Часам тыя, хто не падрыхтаваўся, ня могуць нават выконваць інструкцыі.
be@tarask: Časam tyja, chto nie padrychtavaŭsia, nia mohuć navat vykonvać instrukcyji.
de: Manchmal können die Unvorbereiteten nicht einmal einfachen Anweisungen folgen.
ja: 一部の状況では、準備不足だと指示に従うことすら出来ない。
pt: Às vezes, os despreparados nem sequer conseguem seguir instruções.
uk: Іноді непідготовлені не можуть навіть дотримуватися інструкцій.

source: If everything is upside down, nothing is.
ar: إذا انعكس حال كل شيء، إذًا لا شيء معكوس.
ar_eg: لو كل حاجة إنعكست، يبقى مفيش حاجة معكوسة.
be: Калі ўсё перагорнутае, нічога не перагорнутае.
be@tarask: Kali ŭsio pierahornutaje, ničoha nie pierahornutaje.
de: Wenn alles auf dem Kopf steht, dann steht nichts auf dem Kopf.
ja: すべてが逆さまであるならば、それは何も逆さまではないということだ。
pt: Se tudo está de ponta-cabeça, nada está.
uk: Якщо все догори дригом, то ніщо не є догори дригом.

source: Even going in circles you can get somewhere.
ar: حتى السير في دوائر قد يوصلك لمكانٍ ما.
ar_eg: حتى المشي في دواير ممكن يوديك حتة.
be: Нават калі блукаеш коламі, можна кудысьці прыйсьці.
be@tarask: Navat kali błukaješ kołami, možna kudyści pryjści.
de: Auch wer im Kreis geht, kommt irgendwo an.
ja: 堂々巡りをしていても、どこかにはたどり着ける。
pt: Até ao ir em círculos se pode chegar a algum lugar.
uk: Навіть ходячи колами можна кудись прийти.

source: Get It Back!
ar: إسترجعها !
ar_eg: رجعّها !
be: Вярніце гэта!
be@tarask: Viarnicie heta!
de: Hol sie zurück!
ja: 取り戻せ！
pt: Pegue de Volta!
uk: Поставте на місце!

source: y tho?{{BR}}Press {{ExitButton}}.
ar: لما ذا؟{{BR}}اضغط{{ExitButton}}
ar_eg: ليههه ؟{{BR}}اضغط{{ExitButton}}
be: і чаго гэта?{{BR}}Націсьніце {{ExitButton}}.
be@tarask: i čaho heta?{{BR}}Naciśnicie {{ExitButton}}.
de: warum?{{BR}}Drücke {{ExitButton}}.
ja: どうしたんだい？{{BR}}{{ExitButton}}を押しな。
pt: mas pq?{{BR}}Aperte {{ExitButton}}.
uk: чого це?{{BR}}Натисніть {{ExitButton}}.

source: Stairs to Nowhere
ar: سلّمٌ إلى لا مكان
ar_eg: سلمٌ إلى لا مكان
be: Усходы ў нікуды
be@tarask: Uschody ŭ nikudy
de: Treppen nach Nirgendwo
ja: 先のない階段
pt: Escadas ao Nada
uk: Сходи в нікуди

source: Not every staircase leads somewhere nice.
ar: لا يوصل كل سلّم إلى مكانٍ جميل.
ar_eg: مش أي سلم يوصلك حتة حلوة.
be: Ня кожныя ўсходы вядуць да чагосьці файнага.
be@tarask: Nia kožnyja ŭschody viaduć da čahości fajnaha.
de: Nicht jedes Treppenhaus führt an einen schönen Ort.
ja: 階段を上ればどこかいい場所に行けるとは限らない。
pt: Nem toda escada leva a um bom lugar.
uk: Не кожна сходинка веде до чогось гарного.

source: Don't let appearances fool you.
ar: لا تخدعنّك المظاهر.
ar_eg: متنخدعش بالمظاهر.
be: Не дазвольце зьнешнасьці вас падмануць.
be@tarask: Nie dazvolcie źniešnaści vas padmanuć.
de: Der Schein trügt.
ja: 見た目に惑わされるな。
pt: Não deixe as aparências o enganarem.
uk: Не дозволяйте зовнішності обдурити вас.

source: You just need to push away what you don't need.
ar: ادفع ما لا تحتاج بعيدًا.
ar_eg: إبعد إللي إنت مش محتاجه.
be: Трэба проста адштурхваць непатрэбнае.
be@tarask: Treba prosta adšturchvać niepatrebnaje.
de: Einfach wegschieben, was du nicht brauchst.
ja: 要らないものは、ただ押しやっておけばいい。
pt: Só precisa empurrar o que não precisa.
uk: Просто відштовхніть те, що не потрібно.

source: Looking in every nook and cranny{{BR}}sometimes yields unexpected gains.
ar: النظر في كل زاوية وركن{{BR}}قد يؤدي لمكاسب غير متوقعة.
ar_eg: الدعبسة في كل زاوية وركن{{BR}}ممكن تجيب مكاسب غير متوقعة.
be: Калі глядзець у кожным куточку,{{BR}}можна атрымаць нечаканае.
be@tarask: Kali hladzieć u kožnym kutočku,{{BR}}možna atrymać niečakanaje.
de: In jeder Ecke zu suchen,{{BR}}bringt manchmal Gewinn.
ja: 隅々まで目を向ければ、{{BR}}思いがけない収穫を得られたりする。
pt: Olhar em cada cantinho{{BR}}às vezes leva a ganhos inesperados.
uk: Якщо не оминати жоден куточок або щілину,{{BR}}можна натрапити на неочікувані знахідки.

source: If you come back to a familiar place,{{BR}}it may no longer look the way you remember it.
ar: قد يخونك الحنين{{BR}}إذ عدت لمكانٍ مألوفٍ، وها هو لم يعد مألوفًا
ar_eg: خدني الحنين بعد السنين جابني هنا،{{BR}}هنا المكان إللي... تصدق المكان إتغير.
be: Калі вы вяртаецеся ў знаёмае месца,{{BR}}яго можна ўжо не спазнаць.
be@tarask: Kali vy viartajeciesia ŭ znajomaje miesca,{{BR}}jaho možna ŭžo nie spaznać.
de: Wenn du an einen bekannten Ort zurückkommst,{{BR}}ist er vielleicht nicht mehr so, wie er war.
ja: 慣れ親しんだ場所に戻ってみれば、{{BR}}記憶の姿から変わっていたりもする。
pt: Se voltar a um lugar familiar,{{BR}}ele pode não mais parecer do jeito que lembra.
uk: Якщо повернутись до знайомого місця,{{BR}}то його можна і не впізнати.

source: Twice Twice
ar: كرّتان مرّتان
ar_eg: مرة في مرة
be: Двойчы Двойчы
be@tarask: Dvojčy Dvojčy
de: Doppelt gemoppelt
pt: Duas Vezes Duas Vezes
uk: Двічі двічі

source: Why didn't you like the one I gave you?
ar: ألم تعجبك التي أعطيتك؟
ar_eg: معجبتكش إللي إديتهالك؟
be: Чым вам не спадабалася тое, што далі?
be@tarask: Čym vam nie spadabałasia toje, što dali?
de: Warum wolltest du nicht die, die ich dir gegeben hatte?
ja: プレゼントはお気に召さなかったかな？
pt: Por que não gostou do que lhe dei?
uk: Чим вам не сподобалось те, що я дав?

source: You really don't get it, do you?
ar: أنت لا تفهم اطلاقًا صحيح؟
ar_eg: انت مش فاهم حاجة صح؟
be: Што, сапраўды не разумееш?
be@tarask: Što, sapraŭdy nie razumieješ?
de: Du verstehst es wirklich nicht, oder?
ja: 分からん人だね、君は。
pt: Não mesmo entende, ou entende?
uk: Невже справді не розумієте?

source: Looking at things and observing how they change{{BR}}is what brought us science.
ar: وما العلم إلا{{BR}}النظر والتدقيق في تغيّر الأشياء.
ar_eg: العلم هو{{BR}}التدقيق و التمحيص في الحاجات إللي حوالينا و إزاي بتتغير.
be: Назіраньне за прадметамі і іхнімі зьменамі -{{BR}}гэта і ёсьць навука.
be@tarask: Nazirańnie za pradmietami i jichnimi źmienami -{{BR}}heta i jość navuka.
de: Dinge anzuschauen und ihre Veränderungen zu beobachten{{BR}}brachte uns die Wissenschaft.
ja: 物事を見つめ、その変化を観察すること。{{BR}}それが、我々に科学をもたらしたのだ。
pt: Olhar para as coisas e observar como elas mudam{{BR}}é o que nos levou à ciência.
uk: Спостереження за об'єктами та їх змінами{{BR}}- те, що принесло нам науку.

source: You should have done this a little bit earlier.
ar: ألم يكن من الأفضل أن تفعل ذلك مبكرًا.
ar_eg: مش كنت تعمل كده من بدري.
be: Гэта трэба было зрабіць крыху раней.
be@tarask: Heta treba było zrabić krychu raniej.
de: Das hättest du wirklich früher machen können.
ja: もうちょっと早くやっておくべきだったね。
pt: Deveria ter feito isto um pouco mais cedo.
uk: Треба було зробити це трохи раніше.

source: Greedy you are, greedy!
ar: الطمع يقل ما جمع.
ar_eg: الطمع يقل ما جمع.
be: Скнара, скнара!
be@tarask: Sknara, sknara!
de: Gierig bist du, gierig!
ja: 欲張りだね、欲張りさん。
pt: Ávido é, ávido!
uk: Жадіна-говядіна!

source: The Cube
ar: المكعب
ar_eg: المكعب
be: Куб
be@tarask: Kub
de: Der Würfel
pt: O Cubo
uk: Куб

source: Good news.{{BR}}I figured out why she wanted you gone.
ar: لدي أخبار سعيدة.{{BR}}لقد فهمتُ لِما أرادتك أن ترحل.
ar_eg: أخبار سعيدة.{{BR}}أنا فهمت مكانتش عايزاك ليه.
be: Добрыя навіны.{{BR}}Я зразумеў, чаму яна хацела, каб ты адышоў.
be@tarask: Dobryja naviny.{{BR}}Ja zrazumieŭ, čamu jana chacieła, kab ty adyšoŭ.
de: Gute Nachrichten.{{BR}}Ich wei{{if eq Lang "de-CH"}}ss{{else}}ß{{end}} nun, warum sie dich loswerden wollte.
ja: 良いニュースだ。{{BR}}彼女が君を追い出したがっていた理由が分かった。
pt: Boas notícias.{{BR}}Entendi por que ela queria que você se fosse.
uk: Добрі новини.{{BR}}Тепер зрозуміло, чому вона хотіла, щоб ви пішли.

source: Crumbling Upwards
ar: التقهقر للأعلى
ar_eg: التقهقر للأعلى
be: Цяжкі шлях уверх
be@tarask: Ciažki šlach uvierch
de: Hochbröckeln
ja: 崩れ上がる
pt: Desmoronar para Cima
uk: Виснажливий шлях вгору

source: Not every shortcut works.
ar: ما كل طريقٌ مختصرٌ يُجدي.
ar_eg: مش كل تخريمة تنفع.
be: Ня кожны кароткі шлях правільны.
be@tarask: Nia kožny karotki šlach pravilny.
de: Nicht jede Abkürzung führt zum Ziel.
ja: 使い物にならないショートカットだってある。
pt: Nem todo atalho funciona.
uk: Не кожен короткий шлях веде куди треба.

source: The slow and slothful deserve ...{{BR}}nothing.
ar: البطيء والمتباطئ يستحقّان ...{{BR}}لا شيء.
ar_eg: البطء واللكاعة يجيبولك ...{{BR}}ولا حاجة.
be: Павольныя і лянівыя заслугоўваюць...{{BR}}нічога.
be@tarask: Pavolnyja i lanivyja zasłuhoŭvajuć...{{BR}}ničoha.
de: Die Langsamen und Faulen verdienen ...{{BR}}nichts.
ja: 怠け者に値するものは……{{BR}}何もない。
pt: O lento e preguiçoso merece ...{{BR}}nada.
uk: Повільні та ліниві заслуговують ...{{BR}}нічого вони не заслуговують.

source: Ski Dyver
ar: التزلج الحر
ar_eg: التزلج الحر
be: Нябесны лыжнік
be@tarask: Niabiesny łyžnik
pt: Esquia Quedas
uk: Небесний лижник

source: Those who are not inattentive get trolled.
ar: من ذا لا يستغفل ذو الغفلة.
ar_eg: إصحى ليغفلوك.
be: Няўважлівых троляць.
be@tarask: Niaŭvažlivych trolać.
de: Wer nicht aufpasst, wird getrollt.
ja: 油断していると、荒らされる。
pt: Os que não são desatentos são trolados.
uk: Неуважних тролять.

source: If you don't know who you are,{{BR}}you don't know where to go.
ar: إن لم تعلم من أنت{{BR}}لن تعلم أين تذهب.
ar_eg: لو مش عارف إنت مين{{BR}}مش هتعرف تروح فين.
be: Калі вы ня ведаеце, дзе вы,{{BR}}вы ня ведаеце, куды ісьці.
be@tarask: Kali vy nia viedajecie, dzie vy,{{BR}}vy nia viedajecie, kudy iści.
de: Wenn du nicht wei{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}t, wer du bist,{{BR}}dann wei{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}t du auch nicht, wo du hin willst.
ja: 自分が何者なのか分からないと、{{BR}}何処へ向かうべきかも分からない。
pt: Se não sabe quem é,{{BR}}não sabe aonde ir.
uk: Якщо не знаєш хто ти,{{BR}}не знаєш і куди йдеш.

source: Dr. W?
ar: د. و؟
ar_eg: د. و؟
be: Доктар Ў?
be@tarask: Doktar Ŭ?
uk: Доктор В?

source: All good things ...
ar: كل ما هو جميل ...
ar_eg: كل ما هو جميل ...
be: Усё добрае ...
be@tarask: Usio dobraje ...
de: Alles hat ein Ende ...
ja: どんなよいことにも――
pt: Cada boa coisa ...
uk: Все добре ...

source: ... come to an end.
ar: ... له نهاية.
ar_eg: ... له نهاية.
be: ... мае канец.
be@tarask: ... maje kaniec.
de: ... nur die Wurst hat zwei.
ja: ――終わりがある
pt: ... tem um final.
uk: ... колись закінчується.

source: Dr. W!
ar: د. و!
ar_eg: د. و!
be: Доктар Ў!
be@tarask: Doktar Ŭ!
uk: Доктор В!

source: It Only Takes One
ar: ما يحتاج إلا واحدًا
ar_eg: مش محتاجة غير واحد
be: Адзіны патрэбны
be@tarask: Adziny patrebny
de: Nur eine genügt
ja: ただ一つ
pt: Só Leva Um
uk: Достатньо лиш одного

source: Any regrets?
ar: أي ندم؟
ar_eg: أي ندم؟
be: Шкадуеце па чамусьці?
be@tarask: Škadujecie pa čamuści?
de: Noch einmal zurück?
ja: 後悔は？
pt: Arrependeu-se?
uk: Шкодуєте про щось?

source: EXIT
ar: مخرج
ar_eg: مخرج
be: ВЫХАД
be@tarask: VYCHAD
de: ENDE
pt: SAÍDA
uk: ВИХІД

source: Careful!
ar: حذار!
ar_eg: حذار!
be: Асьцярожна!
be@tarask: Aściarožna!
de: Vorsicht!
ja: 気を付けて！
pt: Cuidado!
uk: Обережно!

source: You sit on a throne of lies.
ar: أنت تجلس فوق عرشٍ من كذب.
ar_eg: انت قاعد على عرش من الكذب.
be: Вы сядзіце на троне ілжы.
be@tarask: Vy siadzicie na tronie iłžy.
de: Du sitzt auf einem Thron von Lügen.
ja: あなたは、嘘という玉座に腰掛けている。
pt: Está sentado num trono de mentiras.
uk: Ви сидите на троні брехні.

source: There is no universe where ...
ar: لا يوجد عالمٌ يكون فيه ...
ar_eg: مفيش عالم ...
be: Ні ў жодным сусьвеце ...
be@tarask: Ni ŭ žodnym suśviecie ...
de: In keinem Universum ist ...
ja: どの宇宙でも――
pt: Não há universo onde ...
uk: Не існує всесвіту де ...

source: ... this is the right way.
ar: ... ذلك هو الطريق الصحيح.
ar_eg: ... الطريق ده فيه هو الصح.
be: ... гэты шлях ня правільны.
be@tarask: ... hety šlach nia pravilny.
de: ... das der richtige Weg.
ja: ――このやり方は間違っている。
pt: ... isto seja o caminho certo.
uk: ... це - правильний шлях.

source: What looked like cheese might be the only way.
ar: ما كان يعدّ جبنًا قد يكون هو الطريق الوحيد.
ar_eg: إللي كانوا شايفينه جبن ممكن يبقى هو الطريق الوحيد.
be: Шлях, які здаецца запростым, можа быць адзіным.
be@tarask: Šlach, jaki zdajecca zaprostym, moža być adzinym.
de: Was aussah, wie eine Abkürzung, könnte der einzige Weg sein.
ja: 裏技だと思えた方法が、唯一の手段なのかもしれない。
pt: O que parecia um lapso no jogo pode ser o único caminho.
uk: Найпростіший шлях може бути єдиним.

source: Not triggering the switch of doom might take some effort.
ar: ألّا تفتح أبواب الهلاك قد يحتاج شيئًا من الجهد.
ar_eg: إنك متفتحش بيبان الهلاك ممكن يحتاج شوية جهد.
be: Не ўключыць пераключальнік страшнага суда можа быць цяжка.
be@tarask: Nie ŭklučyć pieraklučalnik strašnaha suda moža być ciažka.
de: Den Schalter der Verdammnis nicht zu drücken, ist nicht leicht.
ja: 破滅へのスイッチを入れないためには、少し努力が必要かもしれない。
pt: Não ativar o interruptor da ruína pode demandar esforço.
uk: Не чіпати перемикач страшного суду може бути важко.

source: A window of opportunity can lead to greener pastures.
ar: الفرصة منفذ لمراعٍ أكثر خضرةً.
ar_eg: الفرصة منفذ لمراعٍ أكثر خضرةً.
be: Акно магчымасьцяў можа прывесьці да зелянейшых лугоў.
be@tarask: Akno mahčymaściaŭ moža pryvieści da zielaniejšych łuhoŭ.
de: Wer sich aus dem Fenster lehnt, kann auf einer grünen Wiese landen.
ja: 絶好の機会を正しくつかめば、もっといい場所に行けるかもしれない。
pt: Uma janela de oportunidade pode levar a pastos mais verdes.
uk: Через вікно можливостей можна вийти на луки, де трава зеленіша.

source: The well prepared will earn their reward.
ar: المتجهز يغنم الخير.
ar_eg: الجاهز يجيله الخير.
be: Добра падрыхтаваныя атрымаюць узнагароду.
be@tarask: Dobra padrychtavanyja atrymajuć uznaharodu.
de: Wer sät, wird ernten.
ja: 準備を重ねた者は報われる。
pt: O bem preparado terá sua recompensa.
uk: Добре підготовлений забере нагороду.

source: Platform{{BR}}is key.
ar: المنصة{{BR}}هي المفتاح
ar_eg: المنصة{{BR}}هي المفتاح
be: Плятформа -{{BR}}гэта ключ.
be@tarask: Platforma -{{BR}}heta kluč.
de: Der Schlüssel{{BR}}zum Erfolg
ja: 足場が{{BR}}カギだ。
pt: Plataforma{{BR}}é a chave.
uk: Платформа{{BR}}- це ключ.

source: Quo vadis?
ar: كوّ ڤاديس؟
ar_eg: كوو ڤاديس؟
ja: クォ・ヴァディス？
uk: Камо грядеши?

source: Those who never try, never find out.
ar: من لم يجرِّب لن يعلم.
ar_eg: إللي مجربش معرفش.
be: Хто не паспрабуе, той не даведаецца.
be@tarask: Chto nie pasprabuje, toj nie daviedajecca.
de: Wer es nie versucht, wird es nie wissen.
ja: 挑戦しない者は、発見しない者だ。
pt: Os que nunca tentam, nunca encontram.
uk: Хто не спробує, той і не дізнається.

source: reached The Hub with {{Abilities}} at {{GameTime}}.
ar: وصل للمركز ومعه{{Abilities}} عند{{GameTime}}.
ar_eg: وصل للمركز و معاه{{Abilities}} عند{{GameTime}}.
be: дасягнулі Вузла з дапамогай {{Abilities}} за {{GameTime}}.
be@tarask: dasiahnuli Vuzła z dapamohaj {{Abilities}} za {{GameTime}}.
de: erreichte den Hub mit {{Abilities}} nach {{GameTime}}.
ja: 所要時間{{GameTime}}で【The Hub】に到達。所持能力：{{Abilities}}
pt: chegou ao Cruzamento com {{Abilities}} em {{GameTime}}.
uk: досягнуто Хабу за допомогою {{Abilities}} за {{GameTime}}.

source: reached The Anti-Hub with {{Abilities}} at {{GameTime}}.
ar: وصل للمركز العكسي ومعه{{Abilities}} عند{{GameTime}}.
ar_eg: وصل للمركز العكسي ومعاه{{Abilities}} عند{{GameTime}}.
be: дасягнулі Анты-Вузла з дапамогай {{Abilities}} за {{GameTime}}.
be@tarask: dasiahnuli Anty-Vuzła z dapamohaj {{Abilities}} za {{GameTime}}.
de: erreichte den Antihub mit {{Abilities}} nach {{GameTime}}.
ja: 所要時間{{GameTime}}で【The Anti-Hub】に到達。所持能力：{{Abilities}}
pt: chegou ao Anticruzamento com {{Abilities}} em {{GameTime}}.
uk: досягнуто Анти-Хабу за допомогою {{Abilities}} за {{GameTime}}.

source: reached It Only Takes One with {{Abilities}} at {{GameTime}}.
ar: وصل لما يحتاج إلا واحدًا ومعه{{Abilities}}عند{{GameTime}}
ar_eg: وصل لما يحتاج إلا واحدًا ومعاه{{Abilities}}عند{{GameTime}}
be: дасягнулі Адзінага Патрэбнага з дапамогай {{Abilities}} за {{GameTime}}.
be@tarask: dasiahnuli Adzinaha Patrebnaha z dapamohaj {{Abilities}} za {{GameTime}}.
de: erreichte "Nur eine genügt" mit {{Abilities}} nach {{GameTime}}.
ja: 所要時間{{GameTime}}で【ただ一つ】に到達。所持能力：{{Abilities}}
pt: chegou a Só Leva Um com {{Abilities}} em {{GameTime}}.
uk: досягнуто Достатньо лиш одного за допомогою {{Abilities}} за {{GameTime}}.

source: Vindication
ar: فرارٌ من التهمة
ar_eg: فرارٌ من التهمة
be: Выпраўленьне
be@tarask: Vypraŭleńnie
de: Vorahnung
pt: Vindicação
uk: Виправдання

source: Vertically challenged
ar: فتكٌ رأسي
ar_eg: فتكٌ رأسي
be: Вэртыкальнае выпрабаваньне
be@tarask: Vertykalnaje vyprabavańnie
de: Vertikal beschränkt
pt: Verticalmente incapaz
uk: Вертикально Випробувано

source: The Enrichment Center regrets to inform you that{{BR}}the Super Gravitron is currently out of order.{{BR}}Press {{ExitButton}}.
ar: يأسف مركز التنمية لإعلامك بأن{{BR}}المتجاذب الخارق حاليًا خارج الخدمة.{{BR}}اضغط {{ExitButton}}.
ar_eg: يأسف مركز التنمية لإعلامك بأن{{BR}}المتجاذب الخارق حاليًا خارج الخدمة.{{BR}}اضغط {{ExitButton}}.
be: Цэнтар абагачэньня са спагадай інфармуе, што{{BR}}Супэр Ґравітрон цяпер выйшаў са строю.{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Centar abahačeńnia sa spahadaj infarmuje, što{{BR}}Super Gravitron ciapier vyjšaŭ sa stroju.{{BR}}Naciśnicie {{ExitButton}}.
de: Das Enrichment-Center muss Sie leider informieren, dass{{BR}}der Super Gravitron leider au{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}er Betrieb ist.{{BR}}Drücke {{ExitButton}}.
ja: 【強化センターからのお知らせ】{{BR}}誠に恐れ入りますが、 Super Gravitronは現在故障中です。{{BR}}{{ExitButton}}を押してください。
pt: O Centro de Enriquecimento lamenta informar-lhe que{{BR}}o Super Gráviton está fora de serviço.{{BR}}Aperte {{ExitButton}}.
uk: Центр Збагачення з жалем повідомляє, що{{BR}}Супер Гравітрон наразі вийшов з ладу.{{BR}}Натисніть {{ExitButton}}.

source: Viability Voodoo
ar: فائدة فودو
ar_eg: فائدة فودو
be: Вуду Выжываньня
be@tarask: Vudu Vyžyvańnia
de: Verdammtes Voodoo
pt: Vudu de Viabilidade
uk: Вуду Виживання

source: UNDER{{BR}}CONSTRUCTION
ar: تحت{{BR}}الإنشاء
ar_eg: تحت{{BR}}الإنشاء
be: БУДАЎНІЧЫЯ{{BR}}РАБОТЫ
be@tarask: BUDAŬNIČYJA{{BR}}RABOTY
de: BAU-{{BR}}STELLE
ja: 建設中
pt: EM{{BR}}CONSTRUÇÃO
uk: БУДІВЕЛЬНІ{{BR}}РОБОТИ

source: Vuvuzela Virtuoso
ar: فنان فوفوزيلا
ar_eg: فنان فوفوزيلا
pt: Virtuoso em Vuvuzela
uk: Віртуози Вувузел

source: It is hard to focus with all the noise.
ar: يصعب التركيز مع كل ذلك الصخب.
ar_eg: التركيز صعب مع كل الدوشة دي.
be: Цяжка засяродзіцца з усім гэтым гоманам.
be@tarask: Ciažka zasiarodzicca z usim hetym homanam.
de: Ich kann mich bei dem ganzen Lärm nicht konzentrieren!
ja: こんなに雑音が多いと、集中するのは難しいな。
pt: É difícil concentrar-se com todo o ruído.
uk: Важко сфокусуватися з таким шумом.

source: Virtual Vandalism
ar: فساد فرضي
ar_eg: فساد فرضي
be: Віртуальны вандалізм
be@tarask: Virtualny vandalizm
de: Virtueller Vandalismus
pt: Vandalismo Virtual
uk: Віртуальний Вандалізм

source: Vae Victis
ar: فزنا
ar_eg: فزنا

source: This one is your end.
ar: هذه هي نهايتك.
ar_eg: هي دي نهايتك.
be: Гэта твой канец.
be@tarask: Heta tvoj kaniec.
de: Das ist dein Ende.
ja: これで終わりだ。
pt: Este é o seu fim.
uk: Ось твій кінець.

source: Veni, Vidi, Vici
ar: فتحت، فعلت، فزت
ar_eg: فتحت، فعلت، فزت

source: Hah! Nobody will ever get this one.
ar: هيهات هيهات حصول أحدٍ على تلك.
ar_eg: ها! محدش هيوصل لدي أبدًا.
be: Не! Ніхто гэта не зразумее.
be@tarask: Nie! Nichto heta nie zrazumieje.
de: Ha! Niemand wird dieses hier kriegen.
ja: フッ。永遠に迷宮入りだろうね。
pt: Ha! Ninguém conseguirá este.
uk: Ха! Ніхто не вловить цього.

source: You have found a shiny trinket!{{BR}}One out of One.
ar: لقد حصلت على حلية لامعة!{{BR}}واحدٌ من واحدٍ.
ar_eg: لاقيت حلية لامعة!{{BR}}واحد من واحد.
be: Вы знайшлі зьзяючы брэлёк!{{BR}}Адзін з аднаго.
be@tarask: Vy znajšli źziajučy brelok!{{BR}}Adzin z adnaho.
de: Du hast ein glänzendes Dings gefunden!{{BR}}Eins von einem.
ja: 光り輝くアクセサリーを発見した！{{BR}}唯一の一個だ。
pt: Encontrou um bibelô brilhante!{{BR}}Um de Um.
uk: Знайдено блискучу дрібничку!{{BR}}Одну єдину.

source: W{{BR}}A{{BR}}T
ar: و{{BR}}ه{{BR}}!
ar_eg: و{{BR}}ه{{BR}}!
be: Ш{{BR}}Т{{BR}}А
be@tarask: Š{{BR}}T{{BR}}A
de: W{{BR}}A{{BR}}S
pt: Q{{BR}}U{{BR}}Ê
uk: Ш{{BR}}Ч{{BR}}О

source: Just{{BR}}kiddin'
ar: أمزح{{BR}}فقط
ar_eg: ياه عليك{{BR}}ده أنا بهزر
be: Жартую
be@tarask: Žartuju
de: War nur{{BR}}Spa{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}.
ja: 冗談さ
pt: Só{{BR}}brinquei
uk: Просто{{BR}}жарт
