Repository: divVerent/aaaaxy
Catalog: assets/locales/*/level.po
Languages: ar, ar_eg, be, be@tarask, de, ja, pt, uk

source: Hilbert's Dotel{{BR}}{{BR}}Welcome!{{BR}}{{BR}}1) Check in{{BR}}2) Take your keys{{BR}}3) {{ExitButton}} for checkout
ar: هندق فيلبرت{{BR}}{{BR}}أهلًا و سهلًا!{{BR}}{{BR}}١) احجز مكانًا{{BR}}٢) خد مفاتيحك{{BR}}٣){{ExitButton}} للحساب والخروج
ar_eg: هندق فيلبرت{{BR}}{{BR}}أهلًا و سهلًا!{{BR}}{{BR}}١) احجز مكان{{BR}}٢) خد مفاتيحك{{BR}}٣){{ExitButton}} للحساب و الخروج
be: Датэль Гільбэрта{{BR}}{{BR}}Запрашаем!{{BR}}{{BR}}1) Зарэґіструйцеся{{BR}}2) Вазьміце свае ключы{{BR}}3) {{ExitButton}} каб выйсьці
be@tarask: Datel Hilberta{{BR}}{{BR}}Zaprašajem!{{BR}}{{BR}}1) Zaregistrujciesia{{BR}}2) Vaźmicie svaje klučy{{BR}}3) {{ExitButton}} kab vyjści
de: Hilberts Dotel{{BR}}{{BR}}Willkommen!{{BR}}{{BR}}1) Einchecken{{BR}}2) Schlüssel entgegennehmen{{BR}}3) {{ExitButton}} zum Auschecken
ja: ドテル・ヒルベルト{{BR}}～Hilbert's Dotel～{{BR}}いらっしゃいませ！{{BR}}{{BR}}1) チェックイン{{BR}}2) お部屋の鍵を受け取る{{BR}}3) チェックアウトは{{ExitButton}}
pt: Dotel de Hilbert{{BR}}{{BR}}Bem-vindo!{{BR}}{{BR}}1) Faça o check-in{{BR}}2) Pegue suas chaves{{BR}}3) {{ExitButton}} para sair
uk: Дотель Гілберта{{BR}}{{BR}}Ласкаво просимо!{{BR}}{{BR}}1) Зареєструйтесь{{BR}}2) Візьміть ключі{{BR}}3) {{ExitButton}} для виїзду

source: Hilbert's Dotel
ar: هندق فيلبرت
ar_eg: هندق فيلبرت
be: Датэль Гільбэрта
be@tarask: Datel Hilberta
ja: ドテル・ヒルベルト
pt: Dotel de Hilbert
uk: Дотель Гілберта

source: I ran out of ...{{BR}}{{BR}}{{BR}}{{BR}}rooms
ar: لقد فرغت منّي ...{{BR}}{{BR}}{{BR}}{{BR}}الغرف
ar_eg: خلصت من عندي ...{{BR}}{{BR}}{{BR}}{{BR}}الأوض
be: У мяне скончыліся ...{{BR}}{{BR}}{{BR}}{{BR}}пакоі
be@tarask: U mianie skončylisia ...{{BR}}{{BR}}{{BR}}{{BR}}pakoji
de: Das waren alle...{{BR}}{{BR}}{{BR}}{{BR}}Zimmer
ja: 部屋が……{{BR}}{{BR}}{{BR}}{{BR}}もうない…………
pt: Acabaram minhas ...{{BR}}{{BR}}{{BR}}{{BR}}salas
uk: Перед очима пролетіли всі ...{{BR}}{{BR}}{{BR}}{{BR}}кімнати

source: He shall not return by the way of the gate whereby he came in.
ar: لاَ يَرْجعُ مِنْ طَرِيقِ الْبَابِ الَّذِي دَخَلَ مِنْهُ
ar_eg: لاَ يَرْجعُ مِنْ طَرِيقِ الْبَابِ الَّذِي دَخَلَ مِنْهُ
be: Ён не павінен выходзіць праз тую самую браму, праз якую ўвайшоў.
be@tarask: Jon nie pavinien vychodzić praz tuju samuju bramu, praź jakuju ŭvajšoŭ.
de: Niemand soll durch das Tor wieder hinausgehen, durch das er gekommen ist.
ja: 其入りたる門より帰るべからず
pt: Não tornará pelo caminho da porta por onde entrou.
uk: І не вернеться тією брамою, якою увійшов.

source: Shepard Tone
ar: نغمة شيبرد
ar_eg: نغمة شيبرد
be: Тон Шэпарда
be@tarask: Ton Sheparda
de: Die Shepard-Skala
ja: シェパード・トーン
pt: Tom de Shepard
uk: Тон Шепарда

source: Everyone Can{{BR}}Enter Doors.{{BR}}No Trololos!
ar: يمكن للجميع{{BR}}دخول الأبواب{{BR}}لا trololo!
ar_eg: كله{{BR}}يقدر يدخل الأبواب{{BR}}لا trololo!
be: Мілы Дом{{BR}}ключаМі Рэсчыні.{{BR}}Ніякіх Трололо!
be@tarask: Miły Dom{{BR}}klučaMi Resčyni.{{BR}}Nijakich Trołoło!
de: gib Einem Chaoten{{BR}}Einen Dietrich.{{BR}}Kein Trololo!
ja: みんな ドアを{{BR}}みつけら れるよ。{{BR}}Trololoは{{BR}}いらない！
pt: Mínima Dor{{BR}}Mil Reflexões.{{BR}}Sem trololó!
uk: - Зіграймо «МІ»{{BR}}у цьому ДОМІ?{{BR}}- БеззапеРЕчно!{{BR}}Жодних Трололо!

source: C
ar: دو
ar_eg: دو
be: До
be@tarask: Do
ja: ド
pt: Do
uk: До

source: D
ar: ري
ar_eg: ري
be: Рэ
be@tarask: Re
ja: レ
pt: Re
uk: Ре

source: E
ar: مي
ar_eg: مي
be: Мі
be@tarask: Mi
ja: ミ
pt: Mi
uk: Мі

source: F
ar: فا
ar_eg: فا
be: Фа
be@tarask: Fa
ja: ファ
pt: Fa
uk: Фа

source: G
ar: صول
ar_eg: صول
be: Соль
be@tarask: Sol
ja: ソ
pt: Sol
uk: Соль

source: A
ar: لا
ar_eg: لا
be: Ля
be@tarask: La
ja: ラ
pt: La
uk: Ля

source: B
ar: سي
ar_eg: سي
be: Сі
be@tarask: Si
de: H
ja: シ
pt: Si
uk: Сі

source: Sometimes all you need is a little opening.
ar: وَكُنتُ أَظُنُّها لا تُفرَجُ
ar_eg: وَكُنتُ أَظُنُّها لا تُفرَجُ
be: Часам патрэбна толькі невялікае ўступленьне.
be@tarask: Časam patrebna tolki nievialikaje ŭstupleńnie.
de: Manchmal braucht man nichts weiter als eine kleine Öffnung.
ja: 時には、ちょっとした隙間さえあればいい。
pt: Às vezes tudo o que precisa é uma pequena abertura.
uk: Іноді потрібен лише маленький вступ.

source: I am so happy to finally be back home.{{BR}}Press {{ExitButton}}.
ar: أنا سعيد جدًا بالعودة إلى المنزل أخيرًا.{{BR}}اضغط {{ExitButton}}.
ar_eg: أنا سعيد جداً بالعودة إلى المنزل أخيراً.{{BR}}اضغط {{ExitButton}}.
be: Я так рады нарэсьце быць удома.{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Ja tak rady nareście być udoma.{{BR}}Naciśnicie {{ExitButton}}.
de: Ich bin so froh, endlich wieder zu Hause zu sein.{{BR}}Drücke {{ExitButton}}.
ja: やっと帰ってこれた。うれしいな。{{BR}}{{ExitButton}}を押せ。
pt: Estou tão feliz de em fim chegar a casa.{{BR}}Aperte {{ExitButton}}.
uk: Я дуже радий нарешті опинитись вдома.{{BR}}Натисніть {{ExitButton}}.

source: Try the lower path.
ar: جَرِّب الطريق السفلي.
ar_eg: جرب الطريق التحتاني.
be: Паспрабуйце ніжэйшы шлях.
be@tarask: Pasprabujcie nižejšy šlach.
de: Probiere den unteren Weg.
ja: 下の道を試せ。
pt: Tente o caminho de baixo.
uk: Спробуйте нижче.

source: Try the upper path.
ar: جَرِّب الطريق العلوي.
ar_eg: جرب الطريق الفوقاني.
be: Паспрабуйце вышэйшы шлях.
be@tarask: Pasprabujcie vyšejšy šlach.
de: Probiere den oberen Weg.
ja: 上の道を試せ。
pt: Tente o caminho de cima.
uk: Спробуйте вище.

source: The Axiom of Choiche
ar: بديهية الإحتيار
ar_eg: بديهية الإحتيار
be: Аксыёма быбару
be@tarask: Aksyjoma bybaru
de: Das Auswahlaxiom
ja: しぇん択公理
pt: O Axioma de Escolha
uk: Аксіома вибогху

source: Trololololol, lololol, lololol{{BR}}Oh ha ha ha oh!
ar: ياااالك من مغفل!! هاهاها{{BR}}هاهاها!
ar_eg: يابن اللذينَ هاعهاعها!{{BR}}جامدة دي هاهعهاعهاع!
be: Трололололо, лололо,{{BR}}лололо, о-хо-хо-хо-хо!
be@tarask: Trołołołoło, łołoło,{{BR}}łołoło, o-cho-cho-cho-cho!
ja: Trololololol,{{BR}}lololol, lololol!
uk: Трололололо, лололо,{{BR}}лололо, ахахахаха!

source: Turtles All the Way In
ar: سلاحفٌ حتى النهاية
ar_eg: سلاحف حتى النهاية
be: Паўсюль чарапахі
be@tarask: Paŭsiul čarapachi
de: Schildkröten den ganzen Weg nach innen
ja: カメ、どこまでも中に
pt: Tartarugas Até Lá Dentro
uk: Шлях, усіяний черепахами

source: Some things just aren't that simple. Press {{ExitButton}}.
ar: ليس معظم الأمر بتلك البساطة. اضغط{{ExitButton}}
ar_eg: مهو أكيد مش بالبساطة دي. اضغط{{ExitButton}}
be: Некаторыя рэчы не такія простыя. Націсьніце {{ExitButton}}.
be@tarask: Niekatoryja rečy nie takija prostyja. Naciśnicie {{ExitButton}}.
de: Manche Dinge sind nicht so einfach. Drücke {{ExitButton}}.
ja: そこまで単純じゃない物事もあるのさ。{{ExitButton}}を押しな。
pt: Algumas coisas apenas não são tão simples. Aperte {{ExitButton}}.
uk: Деякі речі не настільки прості, як це здається. Натисніть {{ExitButton}}.

source: It's turtles all the way in.
ar: إنّها السلاحف حتى النهاية.
ar_eg: دي السلاحف حتى النهاية.
be: Паўсюль чарапахі.
be@tarask: Paŭsiul čarapachi.
de: Es sind Schildkröten den ganzen Weg nach innen.
ja: カメがどこまでも中に。
pt: Tudo são tartarugas até lá dentro.
uk: Черепахи по всьому шляху.

source: Listen to the spell of the magical turtle and you may proceed.
ar: استمع لتعويذة السلحفاة السحرية وستمُر.
ar_eg: اسمع تعويذة السلحفاة السحرية و حتعدي.
be: Паслухай заклінаньне чарадзейнай чарапахі і ідзі далей.
be@tarask: Pasłuchaj zaklinańnie čaradziejnaj čarapachi i idzi dalej.
de: Horche auf den Zauber der magischen Schildkröte, und du kannst weiter.
ja: 魔法のカメの呪文を聞け。さすれば前進できる。
pt: Ouça o encanto da tartaruga mágica e poderá proceder.
uk: Прислухайтеся до чарівного черепахового закляття, та зможете рухатись далі.

source: Don't{{BR}}Look Up!
ar: إياك{{BR}}النظر لأعلى
ar_eg: إوعى{{BR}}تبص لفوق
be: Не{{BR}}глядзі ўверх!
be@tarask: Nie{{BR}}hladzi ŭvierch!
de: Nicht{{BR}}nach oben schauen!
ja: 上を{{BR}}見るな！
pt: Não{{BR}}Olhe Para Cima!
uk: Не{{BR}}дивіться вгору!

source: The Rover and the Feline
ar: براقش
ar_eg: براقش
be: Уплыў цікаўнасьці на арґанізм
be@tarask: Upłyŭ cikaŭnaści na arganizm
de: Der Rover und die Spatzen
ja: ネコ探査機
pt: O Errante e o Felino
uk: Кіт Степан та інші

source: Some things you simply can't see right away.
ar: لا يمكن رؤية بعض الأشياء مباشرةً.
ar_eg: في حاجات مش بتبان من أولها.
be: Некаторыя рэчы бачыш не адразу.
be@tarask: Niekatoryja rečy bačyš nie adrazu.
de: Manche Dinge kann man einfach nicht sofort sehen.
ja: すぐに見えないものもある。
pt: Algumas coisas simplesmente não se podem ver de primeira.
uk: Деякі речі бачиш не одразу.

source: Curiosity killed the Carl - no, the cat.{{BR}}Press {{ExitButton}}.
ar: جنت على نفسها مراكش- لا بل براقش.{{BR}}اضغط{{ExitButton}}.
ar_eg: جنت على نفسها مراكش- لا قصدي براقش{{BR}}اضغط{{ExitButton}}.
be: Цікаўнаму Карлу - не, не Амілі - нос прышчамілі.{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Cikaŭnamu Karłu - nie, nie Amili - nos pryščamili.{{BR}}Naciśnicie {{ExitButton}}.
de: Zu gro{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}e Neugier treibt den Vogel in die Schlinge.{{BR}}Drücke {{ExitButton}}.
ja: 好奇心はネロをも殺す……あ、ネコか。{{BR}}{{ExitButton}}を押せ。
pt: A curiosidade matou o Carl, digo, o gato.{{BR}}Aperte {{ExitButton}}.
uk: Щось там зверху впало, а кіт Степан з'їв усе сало.{{BR}}Натисніть {{ExitButton}}.

source: You now can stand on platforms!
ar: بإمكانك الآن الوقوف على المنصات!
ar_eg: دلوقتي تقدر تقف على المنصات!
be: Зараз вы можаце стаяць на плятформах!
be@tarask: Zaraz vy možacie stajać na platformach!
de: Du kannst jetzt auf Plattformen stehen!
ja: 足場に立てるようになった！
pt: Agora pode pisar em plataformas!
uk: Тепер ви можете стояти на платформах!

source: The Cleats{{BR}}Hint: no head bumping!
ar: الأوتاد{{BR}}ملحوظة: لا تبطح برأسك!
ar_eg: الأوتاد{{BR}}ملحوظة: إوعى تخبط راسك.
be: Шыпаваны абутак{{BR}}Падказка:{{BR}}ня стукайцеся галавой!
be@tarask: Šypavany abutak{{BR}}Padkazka:{{BR}}nia stukajciesia hałavoj!
de: Die Stollen{{BR}}Tipp: nicht den{{BR}}Kopf sto{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}en!
ja: 【スパイクシューズ】{{BR}}心得：頭上注意
pt: As Chuteiras{{BR}}Dica: não bater a cabeça!
uk: Шиповане взуття{{BR}}Підказка: не треба{{BR}}ламати голову!

source: Steadfastly holding on to the iron rod prevents disasters.
ar: التمسك بالعصا الحديدية بثبات يمنع الكوارث.
ar_eg: التمسك بالعصا الحديدية بثبات يمنع الكوارث.
be: Моцна трымаючыся за жалезны стрыжань, можна ўнікнуць катастрофы.
be@tarask: Mocna trymajučysia za žalezny stryžań, možna ŭniknuć katastrofy.
de: Sich standhaft an der eisernen Stange festzuhalten verhindert Katastrophen.
ja: 鉄の杖を固く握れば災いは防がれる。
pt: Segurar firmemente a barra de aço previne desastres.
uk: Якщо міцно тримати залізний стрижень, можна запобігти катастрофі.

source: Sometimes the thing that is in plain sight can be a challenge to reach.
ar: قد يكون الوصول لشيءٍ صعبُ وهو على مرمى البصر.
ar_eg: أوقات أصعب حاجة هي الوصول لحاجة قدام عنيك.
be: Часам відавочную рэч можа быць цяжка дасягнуць.
be@tarask: Časam vidavočnuju reč moža być ciažka dasiahnuć.
de: Manchmal ist das, was vor deiner Nase liegt, schwierig zu erreichen.
ja: 目の前にあるのに、たどり着くには一苦労だ。
pt: Às vezes pode ser um desafio chegar à coisa que está à plena vista.
uk: Не все, що близько лежить, легко дістати.

source: Can't tell if this place is pointless or not.
ar: لا أعلم إن كانت فائدة في هذا المكان أم لا.
ar_eg: معرفش المكان ده ليه لازمة ولا لأ.
be: Незразумела, ці можна тут расставіць усе кропкі над і.
be@tarask: Niezrazumieła, ci možna tut rasstavić usie kropki nad i.
de: Der Fleck muss weg.
ja: ここは無意味なのか。それは分からない。
pt: Não sei se este lugar é inútil ou não.
uk: Важко сказати, чи можна тут розставити всі крапки над і.

source: Peaceful games require peaceful solutions.
ar: الألعاب السلمية تتطلب حلولًا سلمية.
ar_eg: الألعاب السلمية تتطلب حلول سلمية.
be: Мірныя гульні патрабуюць мірных рашэньняў.
be@tarask: Mirnyja hulni patrabujuć mirnych rašeńniaŭ.
de: Friedliche Spiele brauchen friedliche Lösungen.
ja: 平和なゲームには、平和な解決策が必要だ。
pt: Jogos pacíficos requerem soluções pacíficas.
uk: Мирна гра потребує мирних рішень.

source: Blast off?
ar: انطلاق؟
ar_eg: إنطلاق؟
be: Пуск?
be@tarask: Pusk?
de: Abflug?
ja: 発射？
pt: Lançar?
uk: Пуск?

source: Redundant launch systems aren't rocket science.
ar: أنظمة الإطلاق المبتذلة ليست علم صواريخ.
ar_eg: أنظمة الإطلاق المبتذلة مش علم صواريخ.
be: Лішнія сыстэмы пуску - гэта не ракеты будаваць.
be@tarask: Lišnija systemy pusku - heta nie rakiety budavać.
de: Redundante Startsysteme sind kein Hexenwerk.
ja: 冗長な発射システムはロケット科学ではない。
pt: Sistemas de lançamento redundantes não são ciência de foguetes.
uk: Резервні системи запуску це вам не ракети будувати.

source: Fly High
ar: طِر عالياً
ar_eg: طير لفوق
be: Ляці высока
be@tarask: Laci vysoka
de: Alles verflogen?
ja: 高く飛べ
pt: Voar Alto
uk: Високого польоту

source: Before The Hub
ar: ما قبل المركز
ar_eg: ما قبل المركز
be: Перад Вузлом
be@tarask: Pierad Vuzłom
de: Vor dem Hub
ja: The Hub前
pt: Antes do Cruzamento
uk: Скоро буде Хаб

source: Close To The Hub
ar: بالقرب من المركز
ar_eg: قريبٌ من المركز
be: Блізка да Вузла
be@tarask: Blizka da Vuzła
de: Nahe am Hub
ja: The Hub入口
pt: Perto do Cruzamento
uk: Хаб зовсім близько

source: You can now push them away!
ar: الآن بإمكانك دفعهم بعيدًا!
ar_eg: دلوقتي تقدر تبعدهم!
be: Зараз вы можаце іх адпіхваць!
be@tarask: Zaraz vy možacie jich adpichvać!
de: Du kannst sie jetzt wegschieben!
ja: 足場を遠ざけられるようになった！
pt: Agora pode empurrá-las!
uk: Тепер ви можете штовхати їх!

source: The Coil{{BR}}(hold {{ActionButton}}){{BR}}Hint: no littering!
ar: الزنبرك{{BR}}(عليك ب{{ActionButton}}){{BR}}ملحوظة: لا تبعثرها!
ar_eg: الزنبرك{{BR}}(إفضل دايس{{ActionButton}}){{BR}}ملحوظة: متبعثرهاش !
be: Катушка{{BR}}(утрымлівайце {{ActionButton}}){{BR}}Падказка: не сьмяціце!
be@tarask: Katuška{{BR}}(utrymlivajcie {{ActionButton}}){{BR}}Padkazka: nie śmiacicie!
de: Die Spule{{BR}}(halte {{ActionButton}}){{BR}}Tipp: Müll vermeiden!
ja: 【コイル】{{BR}}（{{ActionButton}}を押している間使用可能）{{BR}}心得：ポイ捨て禁止
pt: A Bobina{{BR}}(segurar {{ActionButton}}){{BR}}Dica: não poluir!
uk: Котушка{{BR}}(затисніть {{ActionButton}}){{BR}}Підказка: не смітити!

source: You can now grab and carry them!
ar: الآن بإمكانك الإمساك بها!
ar_eg: دلوقتي ينفع تمسكهم.
be: Зараз вы можаце іх браць і несьці!
be@tarask: Zaraz vy možacie jich brać i nieści!
de: Du kannst sie jetzt greifen und tragen!
ja: 掴んで運べるようになった！
pt: Agora pode segurá-las e carregá-las!
uk: Тепер ви можете схопити та нести їх!

source: The Gloves{{BR}}(hold {{ActionButton}}){{BR}}Hint: no speeding!
ar: القفازات{{BR}}(عليك ب{{ActionButton}}){{BR}}ملحوظة: لا تسرع
ar_eg: القفازات{{BR}}(إفضل دايس{{ActionButton}}){{BR}}ملحوظة: متستعجلش!
be: Пальчаткі{{BR}}(утрымлівайце {{ActionButton}}){{BR}}Падказка: не перавышайце хуткасьць!
be@tarask: Palčatki{{BR}}(utrymlivajcie {{ActionButton}}){{BR}}Padkazka: nie pieravyšajcie chutkaść!
de: Die Handschuhe{{BR}}(halte {{ActionButton}}){{BR}}Tipp: nicht zu schnell!
ja: 【軍手】{{BR}}（{{ActionButton}}を押している間使用可能）{{BR}}心得：スピード注意
pt: As Luvas{{BR}}(segurar {{ActionButton}}){{BR}}Dica: não se apressar!
uk: Рукавички{{BR}}(затисніть {{ActionButton}}){{BR}}Підказка: не{{BR}}перевищуйте швидкість!

source: Little & Big Platforms
ar: المنصات الكبيرة و الصغيرة
ar_eg: المنصات الكبيرة و الصغيرة
be: Малыя і вялікія плятформы
be@tarask: Małyja i vialikija platformy
de: Ausgestanden
ja: 小さな足場と大きな足場
pt: Plataformas Pequenas & Grandes
uk: Маленькі й великі платформи

source: Unlike that Italian plumber, you can go left.
ar: على عكس ذاك السباك الإيطالي يمكنك الذَّهاب يسارًا.
ar_eg: على عكس السباك الطلياني انت ممكن تروح شمال.
be: У адрозьненьне ад таго італьянскага вадаправодніка, вы можаце ісьці ўлева.
be@tarask: U adroźnieńnie ad taho italjanskaha vadapravodnika, vy možacie iści ŭleva.
de: Im Gegensatz zum italienischen Klempner kannst du nach links.
ja: あのイタリア系配管工とは違って、左にも進める。
pt: Pode ir à esquerda, diferente daquele {{if eq Lang "pt-BR"}}encanador{{else}}canalizador{{end}} italiano.
uk: На відміну від одного італійського водопровідника,{{BR}}ви можете рухатися вліво.

source: Some things just take a second attempt.
ar: بعض الأشياء تتطلب محاولة أخرى.
ar_eg: في حاجات لازم تحاول فيها تاني.
be: Некаторыя рэчы патрабуюць другой спробы.
be@tarask: Niekatoryja rečy patrabujuć druhoj sproby.
de: Manche Dinge brauchen einfach einen zweiten Versuch.
ja: ある種の試練はただ再挑戦を求める。
pt: Algumas coisas requerem uma segunda tentativa.
uk: Деякі речі потребують другої спроби.

source: Reset
ar: أعِد
ar_eg: عيد
be: Скінуць
be@tarask: Skinuć
de: Nochmal
ja: リセット
pt: Repor
uk: Скинути

source: If platforms require platforming, what do trains require?
ar: لو كانت المنصات لها التمنيص، فما للقطار؟
ar_eg: لو كانت المنصات ليها التمنيص، إيه للقطر؟
be: Калі плятформы патрабуюць быць у форме, што патрабуюць цягнуць цягнікі?
be@tarask: Kali platformy patrabujuć być u formie, što patrabujuć ciahnuć ciahniki?
de: Wenn man Platforming für Plattformen braucht, was braucht man für Züge?
ja: プラットフォーム＜足場＞ではプラットフォーミング＜飛び跳ねる＞。トレイン＜電車＞では？
pt: Se plataformas requerem planejamento, o que trens requerem?
uk: Якщо платформи мають бути у формі, що потрібно тягати потягам?

source: Do
ar: إياك
ar_eg: إوعى
be: Ня
be@tarask: Nia
de: Lass
ja: 気を
pt: Você
uk: Не

source: not
ar: و أن
ar_eg: إن
be: дайце
be@tarask: dajcie
de: dich
ja: 散ら
pt: não
uk: дайте

source: get
ar: يُشتّت
ar_eg: يتشتت
be: сябе
be@tarask: siabie
de: nicht
ja: す
pt: se
uk: себе

source: distracted
ar: إنتباهُك
ar_eg: إنتباهك
be: адцягнуць
be@tarask: adciahnuć
de: ablenken
ja: な
pt: distraia
uk: відволікти

source: We all wait for the special Tetris block,{{BR}}special Tetris block,{{BR}}special Tetris block.
ar: كلنا بإنتظار قطعة تيتريس المميزة{{BR}}قطعة تيتريس المميزة{{BR}}قطعة تيتريس المميزة.
ar_eg: كلنا بإنتظار قطعة تيتريس المميزة{{BR}}قطعة تيتريس المميزة{{BR}}قطعة تيتريس المميزة.
be: Ў Тэтрысе патрэбны блёк чакаем мы,{{BR}}блёк чакаем мы,{{BR}}блёк чакаем мы.
be@tarask: Ŭ Tetrysie patrebny blok čakajem my,{{BR}}blok čakajem my,{{BR}}blok čakajem my.
de: Bald, bald, bald kommt der lange Tetris-Block,{{BR}}lange Tetris-Block,{{BR}}lange Tetris-Block.
ja: みんなが待ってる{{BR}}スペシャルな{{BR}}テトリミノ
pt: Todos esperamos pelo bloco de Tetris especial,{{BR}}bloco de Tetris especial,{{BR}}bloco de Tetris especial.
uk: В Тетрісі ми всі любимо рядки,{{BR}}любимо рядки,{{BR}}любимо рядки.

source: Sweet is the reward of the swift.
ar: الحلو مكافأة الحذق.
ar_eg: الحلو مكافأة الحذق.
be: Найхутчэйшыя салодка ўзнагароджваюцца.
be@tarask: Najchutčejšyja sałodka ŭznaharodžvajucca.
de: Der frühe Vogel frisst den Wurm.
ja: はやばや動けば、あまあまご褒美。
pt: Doce é a recompensa do ágil.
uk: Найшвидший отримає солодкий приз.

source: Swim swim hungry, swim swim hungry.
ar: كن كالماء؛ يسبح فيه السمك.
ar_eg: في البحر سمكة.
be: Плаваць, плаваць, галодны, плаваць, плаваць, галодны.
be@tarask: Płavać, płavać, hałodny, płavać, płavać, hałodny.
de: Schwimm schwimm hungrig, schwimm schwimm hungrig.
pt: Nade nade faminto, nade nade faminto.
uk: Плисти-плисти-жерти, плисти-плисти-жерти.

source: The note on the right is much more interesting than this one.
ar: الملاحظة اليمنى أكثر أهمية من هذه.
ar_eg: الملاحظة اليمين مهمة أكتر من دي.
be: Нататка справа нашмат цікавейшая за гэтую.
be@tarask: Natatka sprava našmat cikaviejšaja za hetuju.
de: Der Zettel rechts ist viel interessanter als dieser.
ja: 右側のメモにはもっと面白いことが書いてあるよ。
pt: A nota à direita é muito mais interessante do que esta.
uk: Нотатка справа значно цікавіша, ніж ця.

source: The note on the left is much more interesting than this one.
ar: الملاحظة اليسرى أكثر أهمية من هذه.
ar_eg: الملاحظة الشمال مهمة أكتر من دي.
be: Нататка зьлева нашмат цікавейшая за гэтую.
be@tarask: Natatka źleva našmat cikaviejšaja za hetuju.
de: Der Zettel links ist viel interessanter als dieser.
ja: 左側のメモにはもっと面白いことが書いてあるよ。
pt: A nota à esquerda é muito mais interessante do que esta.
uk: Нотатка зліва значно цікавіша, ніж ця.

source: The Anti-Hub
ar: المركز العكسي
ar_eg: المركز العكسي
be: Анты-Вузел
be@tarask: Anty-Vuzieł
de: Der Antihub
pt: O Anticruzamento
uk: Анти-Хаб

source: Welcome to Moonside.
ar: أهلًا بك في "مون سايد".
ar_eg: أهلًا بيك في "مون سايد".
be: Запрашаем у Мунсайд.
be@tarask: Zaprašajem u Moonside.
de: Willkommen in Moonside.
ja: ムーンサイドへようこそ
pt: Bem-vindo a Moonside.
uk: Вітаємо в Мунсайді.

source: I Like To Move It Move It
ar: قم و تحرك
ar_eg: هز يا وز
pt: Eu me Remexo Muito

source: Hello,{{BR}}World!
ar: أهلا{{BR}}بالعالم!
ar_eg: أهلا{{BR}}بالعالم!
be: Вітаю,{{BR}}Сьвеце!
be@tarask: Vitaju,{{BR}}Śviecie!
de: Hallo,{{BR}}Welt!
pt: Olá,{{BR}}Mundo!
uk: Привіт,{{BR}}світе!

source: Be resourceful with what you have, and you will succeed.{{BR}}Press {{ExitButton}}.
ar: ترشّد في استخدام ما لديك، وستنجح.{{BR}}اضغط{{ExitButton}}
ar_eg: بالعقل و الترشيد،الخير يزيد .{{BR}}اضغط{{ExitButton}}
be: Разумна распараджайцеся тым, што маеце, і вы пасьпееце.{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Razumna rasparadžajciesia tym, što majecie, i vy paśpiejecie.{{BR}}Naciśnicie {{ExitButton}}.
de: Nutze, was du hast, und Erfolg wird sich zeigen.{{BR}}Drücke {{ExitButton}}.
ja: 持ち物はお大事に。成功の秘訣さ。{{BR}}{{ExitButton}}を押しな。
pt: Seja inventivo com o que tem, e terá sucesso.{{BR}}Aperte {{ExitButton}}.
uk: Розумно розпоряджайтеся тим, що маєте, і успіх не за горами.{{BR}}Натисніть {{ExitButton}}.

source: Switching It Up
ar: عكس الدهرُ أحكامَهُ
ar_eg: عكس الدهرُ أحكامَهُ
be: Уключыць-выключыць
be@tarask: Uklučyć-vyklučyć
de: Ausgeschaltet
ja: 切り替える
pt: Mudar Aí
uk: Перемикаємо

source: He who waits,{{BR}}retries ... #DGR
ar: من ينتظر{{BR}}يعيد...#DGR
ar_eg: إللي بيستنى{{BR}}بيعيد...#DGR
be: Хто доўга чакае,{{BR}}той пачынае зноў ... #DGR
be@tarask: Chto doŭha čakaje,{{BR}}toj pačynaje znoŭ ... #DGR
de: Wer wartet,{{BR}}muss nochmal ... #DGR
ja: 待つ者、{{BR}}みなリトライ ... #DGR
pt: Quem espera,{{BR}}repete ... #DGR
uk: Хто не спішить,{{BR}}той себе розсмішить #DGR

source: Avoid getting blocked in!
ar: تجنب ان تنحشر بالداخل!
ar_eg: إوعى تتحشر جوه!
be: Ня дайце сябе замураваць!
be@tarask: Nia dajcie siabie zamuravać!
de: Lass dich nicht einmauern!
ja: 閉じ込められるな！
pt: Evite ficar preso!
uk: Дивіться, щоб не замурували!

source: Treasure hunts can be time intensive.
ar: البحث عن الكنوز يمكن أن يبدد الوقت.
ar_eg: البحث عن الكنوز ممكن أن يشفط الوقت.
be: Пошук скарбаў можа займаць вельмі шмат часу.
be@tarask: Pošuk skarbaŭ moža zajmać vielmi šmat času.
de: Schatzsuchen brauchen Zeit.
ja: 宝探しには時間がかかるものだ。
pt: Caças a tesouros podem demandar tempo.
uk: Полювання на скарби займає багатенько часу.

source: Easy does it.
ar: سهل على طالبيه سمح.
ar_eg: سهل على طالبيه سمح.
be: Пасьпяшайцеся{{BR}}павольна.
be@tarask: Paśpiašajciesia{{BR}}pavolna.
de: Immer sachte.
ja: 簡単さ。
pt: Vá com calma.
uk: Поспішайте{{BR}}повільно.

source: Same procedure as last year?
ar: أنفعل نفس ما فعلنا العام الماضي؟
ar_eg: نفس إللي عملناه إمبارح؟
be: Гэткая ж працэдура, як летась?
be@tarask: Hetkaja ž pracedura, jak letaś?
ja: 去年と同じ手順？
pt: Mesmo procedimento{{BR}}do ano passado?
uk: Та ж процедура,{{BR}}що й минулого року?

source: Just put the thing on the thing{{BR}}and the other one too, already!
ar: فلتضع الشيء على الشيء ها هما شيئان{{BR}}و ضع عليهما الأخر ولا يوقفك شنئان.
ar_eg: حط البتاع عالبتاع،{{BR}}يبقى بتاع عالبتاع منقول{{BR}}وحط عليهم بتاع،{{BR}}يبقى بتاعين بالبتاع مقفول.
be: Проста пакладзіце ўжо гэтую{{BR}}штуку на тую штуку, ды яшчэ{{BR}}вунь тую штуку!
be@tarask: Prosta pakładzicie ŭžo hetuju{{BR}}štuku na tuju štuku, dy jašče{{BR}}vuń tuju štuku!
de: Pack das Dings auf das Dings,{{BR}}und das andere auch noch, klaro?
ja: アレをアレの上において、{{BR}}ソレをソレの上に置くだけさ。
pt: Só ponha a coisa na coisa{{BR}}e a outra na outra, já!
uk: Просто покладіть вже одне{{BR}}на інше, і друге ще кудись!

source: If you don't look ahead, you'll end up dead-{{BR}}ended.
ar: إن لم تنظر أمامك قد تنتهي حياتك{{BR}}(عمليًا).
ar_eg: لو مبصتش قدامك حياتك هتنتهي{{BR}}(عمليًا).
be: Калі не глядзець наперад, апынецеся ў тупіку.
be@tarask: Kali nie hladzieć napierad, apynieciesia ŭ tupiku.
de: Bewege dich Vorausschauend, sonst: Sack-{{BR}}gasse.
ja: 前方不注意、一命とる{{BR}}――死んだ。
pt: Se não olhar para frente, terá acabado{{BR}}sem saída.
uk: Якщо не дивитись куди йдеш, намертво{{BR}}застрягнеш.

source: Gotta Carry It Out
ar: تحمّل العناء
ar_eg: تحمل العناء
be: Трэба аднесьці
be@tarask: Treba adnieści
de: Ausgetragen
ja: やり遂げなくては
pt: Levemos Adiante
uk: Піду віднесу
