Repository: divVerent/aaaaxy
Catalog: assets/locales/*/level.po
Languages: ar, ar_eg, be, be@tarask, de, ja, pt, uk

source: A short walk can go a long way.
ar: رُبّ تمشية قصيرة توصلك لمكان بعيد.
ar_eg: ممكن شوية مشي يوصلوك لمكان بعيد.
be: Кароткі шпацыр можа далёка завесьці.
be@tarask: Karotki špacyr moža daloka zavieści.
de: Ein kurzer Spaziergang kann einen sehr weit bringen.
ja: 軽い散歩が長引くこともある。
pt: Uma curta caminhada pode ir longe.
uk: Коротенька прогулянка може завести дуже далеко.

source: Failure was never an option.
ar: ما كان الفشل خياراً يوماً.
ar_eg: عمر ما الفشل كان خيار (ولا قتة).
be: Няўдача - не варыянт.
be@tarask: Niaŭdača - nie varyjant.
de: Versagen war nie eine Alternative.
ja: 失敗という選択肢は、決して無かった。
pt: Falhar nunca foi uma opção.
uk: Невдача в наші плани не входить.

source: Don't children like to say, "Are we there yet?"{{BR}}Press {{ExitButton}}.
ar: ألا تحب الأطفال أن تسأل : "ألم نصل بعد ؟ "{{BR}}اضغط{{ExitButton}}.
ar_eg: مش العيال بتحب تسأل : "وصلنا ؟ "{{BR}}اضغط{{ExitButton}}.
be: Як дзеці любяць казаць "Мы ўжо на месцы?"{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Jak dzieci lubiać kazać "My ŭžo na miescy?"{{BR}}Naciśnicie {{ExitButton}}.
de: Sagen die Kinder nicht immer, "Sind wir schon da?"{{BR}}Drücke {{ExitButton}}.
ja: 子どもたちって、「もう着いた」って聞きがちじゃないか？ {{BR}}{{ExitButton}}を押しな。
pt: Crianças gostam de dizer "Já chegamos?", não é?{{BR}}Aperte {{ExitButton}}.
uk: Хіба діти не полюбляють запитувати "Чи ми вже приїхали?"{{BR}}Натисніть {{ExitButton}}.

source: Sometimes the angle of looking at things is all that matters.
ar: أحياناً زاوية رؤيتك للأشياء هي كل ما يهم.
ar_eg: أوقات زاوية رؤية الحاجة بتفرق.
be: Часам кут гледжаньня - адзінае, што мае значэньне.
be@tarask: Časam kut hledžańnia - adzinaje, što maje značeńnie.
de: Manchmal hängt es einfach nur vom Blickwinkel ab.
ja: 物事を見る角度ですべてが決まったりもする。
pt: Às vezes o ângulo de olhar para as coisas é tudo o que importa.
uk: Іноді кут, під яким ми дивимось на речі - єдине, що має значення.

source: There can be too much of a good thing.
ar: كثيرُ النافعِ ضارٌ.
ar_eg: إن زاد عن حده ينقلب ضده
be: Добрага можа быць занадта.
be@tarask: Dobraha moža być zanadta.
de: Zuviel des Guten ist auch nicht gut.
ja: 過ぎたるは猶及ばざるが如し。
pt: Pode haver muito de uma boa coisa.
uk: Доброго може бути забагато.

source: Leap of Faith
ar: قفزة الإيمان
ar_eg: قفزة الإيمان
be: Скачок веры
be@tarask: Skačok viery
de: Das Wagnis
ja: 無条件の信頼
pt: Salto de Fé
uk: Стрибок віри

source: There are no wrong ways, just wrong goals.
ar: لا توجد طرقٌ خاطئة، بل أهدافٌ خاطئة.
ar_eg: مفيش طريق غلط، فيه أهداف غلط.
be: Няма хібных шляхаў, толькі хібныя мэты.
be@tarask: Niama chibnych šlachaŭ, tolki chibnyja mety.
de: Es gibt keine falschen Wege - nur falsche Ziele.
ja: ダメな道などない。ただ、ダメなゴールがあるだけだ。
pt: Não há caminhos errados, só objetivos errados.
uk: Немає хибних шляхів, лише неправильні цілі.

source: Where there's a down, there must also be an up.
ar: ما الدنيا نعيمٌ دائم ولا شقاء متصلٌ
ar_eg: الدنيا زي المرجيحة فيها تحت وفوق.
be: Калі ёсьць спуск, мае быць і падыманьне.
be@tarask: Kali jość spusk, maje być i padymańnie.
de: Wo es hinunter geht, muss es auch hinauf gehen.
ja: サゲる要素ばっかりじゃなくて、アゲる要素もあるはず。
pt: Quando há um baixo, deve haver um cima.
uk: Там де є падіння, там же має бути й підйом.

source: Persistence is the key to success.
ar: المثابرة مفتاح النجاح.
ar_eg: المثابرة مفتاح النجاح.
be: Настойлівасьць - ключ да посьпеху.
be@tarask: Nastojlivaść - kluč da pośpiechu.
de: Hartnäckigkeit führt zum Erfolg.
ja: 粘り強さが成功へのカギだ。
pt: A persistência é a chave para o sucesso.
uk: Наполегливість - це ключ до успіху.

source: Stop and Stair
ar: و هل يُرتقى إلا بسلم
ar_eg: و هل يُرتقى إلا بسلم
be: Спыніся і глядзі пад ногі
be@tarask: Spynisia i hladzi pad nohi
de: Der Treppenwitz
ja: 止まってステア
pt: Pare e Olhe
uk: Дивіться під ноги

source: Endless Eight
ar: الثماني الأبدية
ar_eg: الثمانية الأبدية
be: Бясконцая васьмёрка
be@tarask: Biaskoncaja vaśmiorka
de: Achterbahn
ja: エンドレスエイト
pt: Oito Infinito
uk: Нескінченна вісімка

source: Sometimes you just keep running in circles.
ar: أحيانًا يجري البعض منّا في دوائر.
ar_eg: أوقات الواحد بيلف في دواير.
be: Бывае, што ты проста ходзіш кругамі.
be@tarask: Byvaje, što ty prosta chodziš kruhami.
de: Manchmal läuft man einfach im Kreis.
ja: 堂々巡りを繰り返すこともある。
pt: Às vezes apenas se corre em círculos.
uk: Іноді просто бігаєш колами.

source: Some people prefer 2τ over 4π.
ar: البعضٌ يفضل ٢ن على π٤
ar_eg: في بيفضل ٢ن على π٤
be: Некаторыя аддаюць перавагу 2τ замест 4π.
be@tarask: Niekatoryja addajuć pieravahu 2τ zamiest 4π.
de: Manche bevorzugen 2τ über 4π.
ja: ある種の人々は4πよりも2τを好む。
pt: Algumas pessoas preferem 2τ a 4π.
uk: Деякі віддають перевагу 2τ замість 4π.

source: "In spite of one-time overwhelming consensus, the earth isn't flat."
ar: "على الرغم من الإجماع ذو السيط والندرة، الأرضُ ليست مسطحة."
ar_eg: "على الرغم من الإجماع ذو السيط والندرة، فالأرضُ ليست مسطحةٌ."
be: "Нягледзячы на колішні кансэнсус, Зямля ня плоская."
be@tarask: "Niahledziačy na kolišni kansensus, Ziamla nia płoskaja."
de: "Beispielsweise ist die Erde trotz einst erdrückender{{BR}}Einmütigkeit in dieser Frage keine Scheibe."
ja: 「かつての圧倒的なコンセンサスに反し、地球は平面ではない」
pt: "Apesar de um amplo consenso no passado, a Terra não é plana."
uk: "Незважаючи на колись поширену думку, земля не є пласкою."

source: Some people prefer 4π over 2τ.
ar: البعضٌ يفضل π٤ على٢ن.
ar_eg: في بيفضلπ٤ على٢ن
be: Некаторыя аддаюць перавагу 4π замест 2τ.
be@tarask: Niekatoryja addajuć pieravahu 4π zamiest 2τ.
de: Manche bevorzugen 4π über 2τ.
ja: ある種の人々は2τよりも4πを好む。
pt: Algumas pessoas preferem 4π a 2τ.
uk: Деякі віддають перевагу 4π замість 2τ.

source: Interesting things are hardly ever found in corners.
ar: قلما وُجِدَ ما يهم في الزوايا.
ar_eg: تقريبًا مفيش حاجة مهمة في الزوايا.
be: Цікавінкі амаль ніколі не сустракаюцца па кутах.
be@tarask: Cikavinki amal nikoli nie sustrakajucca pa kutach.
de: In Ecken findet sich selten etwas Interessantes.
ja: 興味深いものは、めったに隅っこにない。
pt: Dificilmente se encontram coisas interessantes em cantos.
uk: Майже ніколи цікавинки не можна знайти в кутах.

source: Interesting things are always found in corners.
ar: طالما وُجِدَ ما يهم في الزوايا.
ar_eg: دايمًا فيه حاجة مهمة في الزوايا.
be: Цікавінкі амаль заўсёды сустракаюцца па кутах.
be@tarask: Cikavinki amal zaŭsiody sustrakajucca pa kutach.
de: In Ecken findet sich immer etwas Interessantes.
ja: 興味深いものは、いつだって隅っこにある。
pt: Sempre se encontram coisas interessantes em cantos.
uk: Цікавинки завжди знаходяться по кутах.

source: The Hub
ar: المركز
ar_eg: المركز
be: Вузел
be@tarask: Vuzieł
de: Der Hub
pt: O Cruzamento
uk: Хаб

source: The Strip
ar: الشريط
ar_eg: الشريط
be: Лента
be@tarask: Lenta
de: Das Band
ja: 輪
pt: A Fita
uk: Стрічка

source: The path of least resistance will not always lead to success.
ar: لا يدرك النعيم بالنعيم
ar_eg: طريق بأقل مقاومة مش دايمًا الطريق الصح.
be: Шлях найменшага супраціву не заўсёды вядзе да посьпеху.
be@tarask: Šlach najmienšaha supracivu nie zaŭsiody viadzie da pośpiechu.
de: Der Weg des geringsten Widerstands ist nicht immer der Weg des Erfolges.
ja: 簡単な道は、必ずしも成功への道ではない。
pt: A via de menor esforço nem sempre levará ao sucesso.
uk: Шлях найменшого спротиву не завжди веде до перемоги.

source: Some things only have one side to them.
ar: بعض الأشياء لها جانب واحد.
ar_eg: في حاجات ليها ناحية واحدة.
be: Некаторыя рэчы маюць толькі адзін бок.
be@tarask: Niekatoryja rečy majuć tolki adzin bok.
de: Manche Dinge sind nun einmal einseitig.
ja: 物事には一面しかないものもある。
pt: Algumas coisas só têm um lado.
uk: В деяких речей є тільки один бік.

source: Thinking outside the box can remove the need of getting over it.
ar: التفكير خارج الصندوق قد يُلغي ضرورة تخطيه.
ar_eg: التفكير برة الصندوق ممكن يلغي ضرورة تخطيه.
be: Калі думаць па-за рамкамі, можа, не давядзецца празь іх пералазіць.
be@tarask: Kali dumać pa-za ramkami, moža, nie daviadziecca praź jich pierałazić.
de: Wer um die Ecke denkt, braucht kein "Getting Over It".
ja: 既成概念にとらわれず考えれば、壺はいらなくなる。
pt: Pensar fora da caixa pode tirar a necessidade de superá-la.
uk: Нестандартне мислення може позбавити вас від необхідності переживати це.

source: The Möbius Strip
ar: شريط موبيوس
ar_eg: شريط موبيوس
be: Лента Мёбіюса
be@tarask: Lenta Möbiusa
de: Das Möbiusband
ja: メビウスの輪
pt: A Fita de Möbius
uk: Стрічка Мебіуса

source: The Torus
ar: الثور
ar_eg: الثور
be: Тор
be@tarask: Tor
de: Der Torus
ja: 円環面
pt: O Toro
uk: Тор

source: If it doesn't fit in three dimensions, try two.
ar: إن لم تتناسب في ثلاثة أبعاد، جرب اثنتين.
ar_eg: لو منفعتش في ثلاثة أبعاد، جرب اثنين.
be: Калі не зьмяшчаецца ў трох вымярэньнях, паспрабуйце два.
be@tarask: Kali nie źmiaščajecca ŭ troch vymiareńniach, pasprabujcie dva.
de: Wenn es nicht in drei Dimensionen passt, versuche es mit zwei.
ja: 三次元に合わないときは、二次元で試してみよう。
pt: Se não cabe em três dimensões, tente duas.
uk: Якщо щось не вміщується у три виміри, спробуйте два.

source: The Klein Bottle
ar: زجاجة كلاين
ar_eg: زجاجة كلاين
be: Бутэлька Кляйна
be@tarask: Butelka Kleina
de: Die Kleinsche Flasche
ja: クラインの壺
pt: A Garrafa de Klein
uk: Пляшка Кляйна

source: Whenever I climb I am followed by a dog called Ego.
ar: كلما تسلّقت تبِعني كلب اسمه الكبرياء.
ar_eg: كلما تسلّقت تبِعني كلبٌ إسمه الكبرياء.
be: Заўсёды, калі я ўзьнімаюся, за мной ідзе сабака па імені Эґа.
be@tarask: Zaŭsiody, kali ja ŭźnimajusia, za mnoj idzie sabaka pa imieni Ega.
de: Wo immer ich klettere, folgt mir ein Hund namens Ego.
ja: 前進せんとするとき、自我という名の犬に付き纏われる。
pt: Sempre que subo, sou seguido por um cão chamado Ego.
uk: Кожного разу як я лізу вгору, до мене приєднується пес на ім'я Его.

source: The Projective Plane
ar: مستوى الإسقاط
ar_eg: مستوى الإسقاط
be: Праектыўная плоскасьць
be@tarask: Prajektyŭnaja płoskaść
de: Die Projektive Ebene
ja: 射影面
pt: O Plano Projetivo
uk: Проєктивна площина

source: The Sphere
ar: الكُرة
ar_eg: الكُرة
be: Сфэра
be@tarask: Sfera
de: Die Sphäre
ja: 球体
pt: A Esfera
uk: Сфера

source: Unparalleled execution is all you really need here.
ar: كل ما احتجت هنا هو أداء لا يوازى.
ar_eg: كل إللي انت محتاجه هنا أداء لا يوازى.
be: Патрэбнае толькі непараўнанае спаўненьне бяз простых шляхаў.
be@tarask: Patrebnaje tolki nieparaŭnanaje spaŭnieńnie biaz prostych šlachaŭ.
de: Es gibt keine Parallelen zu dieser Sache hier.
ja: 並ぶものがない実行力こそが、ただ本当に必要なものなのだ。
pt: Uma execução ímpar é tudo que realmente precisa aqui.
uk: Зробіть бездоганно, а не паралельно.

source: Welcome to the top of the mountain.{{BR}}If you're alone, all this was just a waste of time.{{BR}}Press {{ExitButton}}.
ar: أهلا بك على قمة الجبل.{{BR}}إذا كنت هنا وحدك ، فإذًا كل ذلك كان مضيعةً للوقت.{{BR}}اضغط {{ExitButton}}.
ar_eg: أهلا بيك على قمة الجبل.{{BR}}لو انت هنا لوحدك، يبقى ضيعت وقتك.{{BR}}اضغط {{ExitButton}}.
be: Вітаю на вяршыню гары.{{BR}}Калі ты адзін, гэта ўсё было проста тратай часу.{{BR}}Націсьніце {{ExitButton}}.
be@tarask: Vitaju na viaršyniu hary.{{BR}}Kali ty adzin, heta ŭsio było prosta trataj času.{{BR}}Naciśnicie {{ExitButton}}.
de: Willkommen auf dem Gipfel des Berges.{{BR}}Wenn du alleine bist, war dies alles nur Zeitverschwendung.{{BR}}Drücke {{ExitButton}}.
ja: 山頂へようこそ。{{BR}}一人で来たのかい？ 時間の無駄だったね。{{BR}}{{ExitButton}}を押しな。
pt: Bem-vindo ao topo da montanha.{{BR}}Se estiver só, tudo isto foi só uma perda de tempo.{{BR}}Aperte {{ExitButton}}.
uk: Вітаємо на верхівці гори.{{BR}}Якщо ви тут на самоті, все це було марною тратою часу.{{BR}}Натисніть {{ExitButton}}.

source: The shortest path can be the one that takes longest.
ar: قد يأخذ الطريق الأقصر الوقت الأكثر
ar_eg: ممكن ياخذ الطريق الأقصر الوقت الأكثر
be: Найкарацейшы шлях можа трываць найдаўжэй.
be@tarask: Najkaraciejšy šlach moža tryvać najdaŭžej.
de: Die Abkürzung kann auch der langsamste Weg sein.
ja: 最短の道が、一番時間のかかる道だったりもする。
pt: O caminho mais curto pode ser o mais demorado.
uk: Найкоротший шлях іноді може забрати найбільше часу.

source: If you just press on forward, you will eventually reach your goal.
ar: لو مضيت إلى الأمام لوصلت أخيراً لوجهتك.
ar_eg: إتقدم!! وكفاية خلاص تتندم.
be: Калі проста націскаць наперад, вы паступова дасягнеце мэты.
be@tarask: Kali prosta naciskać napierad, vy pastupova dasiahniecie mety.
de: Gehe voran, und du wirst dein Ziel erreichen.
ja: ただ前に突き進む。すると、やがてゴールにたどり着く。
pt: Se só seguir adiante, uma hora chegará ao seu objetivo.
uk: Якщо просто йти вперед, рано чи пізно досягнеш своєї цілі.

source: Falling a long distance does not always hurt.
ar: لا يؤلم الوقوع من مكانٍ عالٍ دائماً.
ar_eg: مش لازم الوقوع من مكان عالي يوجعك.
be: Падзеньне зь вялікай вышыні не заўсёды балюча.
be@tarask: Padzieńnie ź vialikaj vyšyni nie zaŭsiody baluča.
de: Nicht jeder, der tief fällt, verletzt sich.
ja: 長い距離を落ちたって、ダメージを受けるとは限らない。
pt: Cair de uma longa distância nem sempre o machuca.
uk: Падіння з висоти не завжди спричиняє біль.

source: Entering through the front door is boring.
ar: وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا.
ar_eg: وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا
be: Уваходзіць ва ўваходныя дзьверы нудна.
be@tarask: Uvachodzić va ŭvachodnyja dźviery nudna.
de: Der Haupteingang ist langweilig.
ja: 正面のドアから入るなんてつまらない。
pt: Entrar pela porta da frente é entediante.
uk: Нудно заходити через парадні двері.

source: House With Two Rooms
ar: البيت ذو الغرفتين
ar_eg: البيت ذو الغرفتين
be: Хата зь дзьвюма вокнамі
be@tarask: Chata ź dźviuma voknami
de: Haus mit zwei Zimmern
ja: 2つの部屋のある家
pt: Casa com Duas Salas
uk: Дім Бінга

source: Taking the right entrance makes all the difference.
ar: وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا.
ar_eg: وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا.
be: Важна абраць правільны ўваход.
be@tarask: Važna abrać pravilny ŭvachod.
de: Es kommt nur auf die Wahl des richtigen Eingangs an.
ja: 正しい入口から入ること。それが大変重要なのだ。
pt: Ir pela entrada certa faz toda a diferença.
uk: Важливо обрати правильний вхід.

source: A New Beginning
ar: بدايةٌ جديدة
ar_eg: بداية جديدة
be: Новы пачатак
be@tarask: Novy pačatak
de: Ein neuer Anfang
ja: 新たなる始まり
pt: Um Novo Começo
uk: Новий початок

source: If this isn't your downfall, I don't know what is.
ar: إن لم تكن تلك وقعتك، فلا أعرف ما هي.
ar_eg: وقعت و محدش سمى عليك.
be: Калі гэта не падзеньне, то я й ня ведаю, што такое падзеньне.
be@tarask: Kali heta nie padzieńnie, to ja j nia viedaju, što takoje padzieńnie.
de: Wenn dich das nicht stürzt, was dann?
ja: これが破滅でないというのなら、何が破滅だというのか。
pt: Se isto não é sua queda, não sei o que é.
uk: Якщо навіть це не падіння, то я не знаю що можна вважати падінням.

source: Oh, gravity, thou art a heartless ... force?
ar: آه منك يا جاذبيّة… ألست منزوعة الأدميّة
ar_eg: آه منك يا جاذبيّة… ألست منزوعة الأدميّة
be: О, ґравітацыя, бессардэчная ты ... сіла?
be@tarask: O, gravitacyja, biessardečnaja ty ... siła?
de: O, Schwerkraft, du herzlose ... Kraft?
ja: 嗚呼、重力よ。汝は無情なる……力？
pt: Ó gravidade, és uma ímpia ... força?
uk: Ох, гравітаціє, безсердечна ж ти .... сила?

source: Short Circuited
ar: دائرة قصر
ar_eg: دائرة قصر
be: Кароткае замыканьне
be@tarask: Karotkaje zamykańnie
de: Abgekürzt
ja: 短絡回路
pt: Em Curto Circuito
uk: Закорочено

source: Your choices don't matter.
ar: أيما اخترت لن يجدي.
ar_eg: أيًا كان اختيارك مش فارقة.
be: Няважна, што ты абярэш.
be@tarask: Niavažna, što ty abiareš.
de: Deine Entscheidungen sind bedeutungslos.
ja: 君の選択は関係ない。
pt: Suas escolhas não importam.
uk: Ваш вибір не має значення.

source: Choose Wisely
ar: اختر بحكمة
ar_eg: إختر بحكمة
be: Абірай з розумам
be@tarask: Abiraj z rozumam
de: Wähle weise
ja: 賢明な選択をせよ
pt: Escolha Sabiamente
uk: Обирайте розумно

source: Pick{{BR}}this path?
ar: اختر{{BR}}هذا الطريق؟
ar_eg: إختار{{BR}}الطريق ديكها؟
be: Абраць{{BR}}гэты шлях?
be@tarask: Abrać{{BR}}hety šlach?
de: Diesen{{BR}}Weg?
ja: この道を{{BR}}選ぶ？
pt: Escolher{{BR}}este caminho?
uk: Обрати{{BR}}цей шлях?

source: Pick{{BR}}that path?
ar: اختر{{BR}}ذاك الطريق؟
ar_eg: إختار{{BR}}الطريق دوكها؟
be: Абраць{{BR}}гэны шлях?
be@tarask: Abrać{{BR}}heny šlach?
de: Oder{{BR}}diesen?
ja: その道を{{BR}}選ぶ？
pt: Escolher{{BR}}esse caminho?
uk: Обрати{{BR}}той шлях?

source: Some water must be periodically added to compensate for evaporation.
ar: يبدو أن الماء يتدفق من قاعدة الشلال نحو الأسفل على طول المسار قبل أن يصل إلى قمة الشلال.
ar_eg: يحب إضافة كمية قليلة من الماء دورياً تعويضاً لما يتبخّر.
be: Трэба пэрыядычна даліваць ваду, каб кампэнсаваць выпарваньне.
be@tarask: Treba peryjadyčna dalivać vadu, kab kampensavać vyparvańnie.
de: Man fülle regelmä{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}ig etwas Wasser nach, um die Verdunstung auszugleichen.
ja: 蒸発による損失を補うため、定期的に水をいくらか足さなければならない。
pt: Água deve ser periodicamente adicionada para compensar a evaporação.
uk: Час від часу треба доливати води, щоб компенсувати випаровування.

source: You broke out of the stream, yet you're back in the stream.
ar: خرجت عن التيار وها قد عدت للتيار.
ar_eg: خرجت برة التيار وأديك رجعت للتيار.
be: Ты вырваўся з патоку, але ты зноў там.
be@tarask: Ty vyrvaŭsia z patoku, ale ty znoŭ tam.
de: Raus aus dem Wasser, rein in das Wasser.
ja: 流れを抜け出せど、流れの中に戻れり。
pt: Escapou da correnteza, mas está de volta à correnteza.
uk: Ви вирвалися з течії, але все ще в потоці.

source: M. C. Waterfall
ar: شلال إيشر
ar_eg: شلال إيشر
be: М. К. Вадаспад
be@tarask: M. C. Vadaspad
de: M. C. Wasserfall
ja: エッシャーの滝
pt: M. C. Cachoeira
uk: Водоспад Ешера

source: A shortcut?
ar: طريقٌ مختصر؟
ar_eg: تخريمة؟
be: Кароткі шлях?
be@tarask: Karotki šlach?
de: Eine Abkürzung?
ja: ショートカット……？
pt: Um atalho?
uk: Короткий шлях?

source: Draaains
ar: المواسير
ar_eg: المواسير
be: Уніііііз
be@tarask: Uniiiiiz
de: Abflusss
pt: Dreeenos
uk: Вни-и-{{BR}}и-изки

source: The prospect of additional strength fills you with determination.
ar: فكرة وجود قوةٍ إضافية تملئك إصرارًا.
ar_eg: فكرة وجود قوةٍ إضافية تملئك إصرارًا.
be: Пэрспэктыва дадатковай моцы напаўняе вас рашучасьцю.
be@tarask: Perspektyva dadatkovaj mocy napaŭniaje vas rašučaściu.
de: Der Gedanke an zusätzliche Kraft erfüllt dich mit Entschlossenheit.
ja: さらなる力の予感があなたをケツイで満たす。
pt: A expectativa de força adicional enche-o de determinação.
uk: Перспектива додаткової сили наповнює вас рішучістю.

source: Behold the cage of health!
ar: إليك قفص الصحة!
ar_eg: خد قفص الصحة!
be: Паглядзіце, клетка здароўя!
be@tarask: Pahladzicie, kletka zdaroŭja!
de: Nun sieh den Käfig der Heilung!
ja: ケージ・オブ・ヘルスを見よ！
pt: Eis a jaula da saúde!
uk: Споглядайте клітку здоров'я!

source: Silver City
ar: المدينة الفِضيّة
ar_eg: المدينة الفِضيّة
be: Сярэбранае места
be@tarask: Siarebranaje miesta
pt: Cidade Prateada
uk: Срібне місто

source: A slight breeze is enough for water to escape the waterfall.
ar: نسيمٌ طفيفٌ يكفي لهروب الماء من الشلال.
ar_eg: نسمة هواء كافية عشان تهرب الماية من الشلال.
be: Слабага ветру хапае для таго, каб вадаспад быў парушаны.
be@tarask: Słabaha vietru chapaje dla taho, kab vadaspad byŭ parušany.
de: Eine leichte Brise genügt, um das Wasser aus dem Wasserfall zu treiben.
ja: ちょっとしたそよ風でも、水は滝から解き放たれる。
pt: Uma fraca brisa basta para a água escapar da cachoeira.
uk: Достатньо легкого вітерця, щоб вода втекла з водоспаду.

source: If it ain't broke, don't fix it.
ar: ما النفع في إصلاح ما لم يُكسر.
ar_eg: ليه تصلّح إللي متكسرش.
be: Не выпраўляй тое, што не зламанае.
be@tarask: Nie vypraŭlaj toje, što nie złamanaje.
de: Nichts kaputt reparieren!
ja: 壊れていないものを修理するな。
pt: Se não está quebrado, não conserte.
uk: Не намагайтесь полагодити те, що працює.

source: What's broken is in need of repair.
ar: بل النفع في إصلاح ما كُسر
ar_eg: إبقى صلح إللي اتكسر.
be: Зламаныя рэчы трэба выправіць.
be@tarask: Złamanyja rečy treba vypravić.
de: Repariere, was kaputt ist.
ja: 壊れたものは修理が必要だ。
pt: O que está quebrado precisa de reparos.
uk: Потребує ремонту те, що зламалось.

source: There is no need to hide if nobody is after you.
ar: لما أنت تستخفي وما بأحدٍ ورائك؟
ar_eg: مش لازم تستخبى لو مفيش حد وراك.
be: Ня трэба хавацца, калі цябе ніхто не шукае.
be@tarask: Nia treba chavacca, kali ciabie nichto nie šukaje.
de: Wenn niemand hinter dir her ist, brauchst du kein Versteck.
ja: 追っ手がいないのに隠れる必要はない。
pt: Não há por que se esconder se ninguém o persegue.
uk: Немає потреби ховатись, якщо ніхто й не шукає.

source: Hide and seek is never fun without opponents.
ar: فما متعة الغميضة إن كنت وحدك بحالك.
ar_eg: الأستغماية ملهاش ملهاش لازمة لو مفيش حد ضدك.
be: Хованкі нудныя без супернікаў.
be@tarask: Chovanki nudnyja biez supiernikaŭ.
de: Das Versteckspiel macht ohne Gegner einfach keinen Spa{{if eq Lang "de-CH"}}ss{{else}}ß{{end}}.
ja: かくれんぼは相手が居ないとつまらない。
pt: {{if eq Lang "pt-BR"}}Esconde-esconde{{else}}Jogo das escondidas{{end}} nunca é divertido sem oponentes.
uk: Грати в хованки без суперників не цікаво.

source: Welcome to ...
ar: أهلا بك في ...
ar_eg: أهلا بيك في ...
be: Запрашаем у...
be@tarask: Zaprašajem u...
de: Willkommen zu ...
ja: Nexuizへ
pt: Bem-vindo a ...
uk: Вітаємо в ...

source: Nexuiz!
ar: نيكسويز ؟؟؟
ar_eg: نيكسويز ؟؟؟
ja: ようこそ！

source: BRLOGENSHFEGLE doesn't lol.
ar: ب ر ل و ج ي ن ش ف ج ل لا يُضحِك.
ar_eg: ب ر ل و ج ي ن ش ف ج ل مبيضحّكش.
be: Не БРЛОГЕНШФЭГЛЯ, ха-ха
be@tarask: Nie BRLOHIENŠFEHLA, ha-ha
de: BRLOGENSCHFEGLE lolt nicht.
ja: BRLOGENSHFEGLEなんてしないぜwww
pt: BRLOGENSHFEGLE não lol.
uk: БРЛОГЕНШФЕГЛЕ - ні)))

source: Nine Boxes In Sight
ar: تسع صناديق بالأمام
ar_eg: تسع صناديق بالأمام
be: Вы бачыце дзевяць скрынак
be@tarask: Vy bačycie dzieviać skrynak
de: Die Neun Kästen
ja: 視界には9つの箱
pt: Nove Caixas à Vista
uk: Дев'ять коробок у полі зору

source: King's Cross
ar: معبر الملك
ar_eg: معبر الملك
be: Цэнтральны вакзал
be@tarask: Centralny vakzał
pt: Estação King's Cross
uk: Перехід на станцію «Вокзальна»

source: Looking behind the scenes can be important at times.
ar: النظر خلف الكواليس قد يفيد أحيانًا.
ar_eg: النظر خلف الكواليس بينفع.
be: Погляд за кулісы часам можа быць важным.
be@tarask: Pohlad za kulisy časam moža być važnym.
de: Ein Blick hinter die Kulissen kann Geheimnisse aufdecken.
ja: 舞台裏を見るのは時に重要である。
pt: Olhar os bastidores pode ser às vezes importante.
uk: Іноді важливо зазирнути за куліси.

source: The first track is never the one with your train.
ar: ما قطارك بأول خطٍّ أبدًا.
ar_eg: قطرك مش في أول خط قدامك.
be: Якраз твой цягнік ніколі не стаіць на першым шляху.
be@tarask: Jakraz tvoj ciahnik nikoli nie stajić na pieršym šlachu.
de: Das erste Gleis ist nie das, auf dem dein Zug kommt.
ja: 一番線には、あなたの列車は決して来ない。
pt: A primeira linha nunca é a com seu {{if eq Lang "pt-BR"}}trem{{else}}comboio{{end}}.
uk: Ваш потяг ніколи не буде на першій колії.

source: Reaching for the stars can really tear you down.
ar: أنا تمدّ يدك لسابع سماء قد يسحقك لسابع أرض.
ar_eg: مدّ إيديك لسابع سماء ممكن ينزلك سابع أرض.
be: Калі імкнесься да зорак, можа надарвацца.
be@tarask: Kali imknieśsia da zorak, moža nadarvacca.
de: Der Versuch, die Sterne zu ergreifen, endet oft im Fall.
ja: 星々に手を伸ばすと、心が折れてしまうかもしれない。
pt: Chegar às estrelas pode mesmo derrubá-lo.
uk: Якщо занадто тягнутися до зірок, можна серйозно надірватись.

source: A watched train never departs.
ar: لا يرحل قطارٌ مرتقبٌ البتة.
ar_eg: القطر لما بيتنظر مبيمشيش.
be: Цягнік, за якім сачаць, не рухаецца.
be@tarask: Ciahnik, za jakim sačać, nie ruchajecca.
de: Der erwartete Zug kommt nie.
ja: 誰かが見つめている電車は、出発しない。
pt: Um {{if eq Lang "pt-BR"}}trem{{else}}comboio{{end}} observado nunca parte.
uk: Поки дивишся на потяг, він стоїть на місці.
